# ---------------------------------------------------------------------------
# See the NOTICE file distributed with this work for additional
# information regarding copyright ownership.
#
# This is free software; you can redistribute it and/or modify it
# under the terms of the GNU Lesser General Public License as
# published by the Free Software Foundation; either version 2.1 of
# the License, or (at your option) any later version.
#
# This software is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
# Lesser General Public License for more details.
#
# You should have received a copy of the GNU Lesser General Public
# License along with this software; if not, write to the Free
# Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA
# 02110-1301 USA, or see the FSF site: http://www.fsf.org.
# ---------------------------------------------------------------------------

rendering.macro.office.name=\u041F\u0435\u0440\u0435\u0433\u043B\u044F\u0434\u0430\u0447 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0456\u0432 Office
rendering.macro.office.description=\u041F\u0435\u0440\u0435\u0433\u043B\u044F\u0434\u0430\u0442\u0438 \u043E\u0444\u0456\u0441\u043D\u0456 \u0444\u0430\u0439\u043B\u0438 (doc, ppt, xls, odt, odp, ods \u0442\u043E\u0449\u043E) \u043D\u0430 \u0432\u0456\u043A\u0456-\u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0430\u0445, \u043D\u0435 \u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0443\u044E\u0447\u0438 \u0442\u0430 \u043D\u0435 \u0456\u043C\u043F\u043E\u0440\u0442\u0443\u044E\u0447\u0438 \u0457\u0445.
rendering.macro.office.parameter.reference.name=\u041F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F
rendering.macro.office.parameter.reference.description=\u041E\u0444\u0456\u0441\u043D\u0438\u0439 \u0444\u0430\u0439\u043B, \u044F\u043A\u0438\u0439 \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u043E \u043F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u0443\u0442\u0438. \u0412\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0439\u0442\u0435 \u043F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F \u043D\u0430 \u0440\u044F\u0434\u043E\u043A \u0440\u0435\u0441\u0443\u0440\u0441\u0443, \u0449\u043E\u0431 \u0443\u043A\u0430\u0437\u0430\u0442\u0438, \u044F\u043A\u0438\u0439 \u043E\u0444\u0456\u0441\u043D\u0438\u0439 \u0444\u0430\u0439\u043B \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u043E \u043F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u0443\u0442\u0438: attach:file.ppt, attach:Page@file.doc, attach:Space.Page@file.xls, attach:wiki:Space.Page@file.odt, url:http://some/remote/file.ppt.
rendering.macro.office.parameter.reference.placeholder=\u0412\u0438\u0431\u0435\u0440\u0456\u0442\u044C \u0430\u0431\u043E \u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0442\u0435 \u043E\u0444\u0456\u0441\u043D\u0438\u0439 \u0444\u0430\u0439\u043B
rendering.macro.office.parameter.attachment.name=\u0412\u043A\u043B\u0430\u0434\u0435\u043D\u043D\u044F
rendering.macro.office.parameter.attachment.description=\u041E\u0444\u0456\u0441\u043D\u0435 \u0432\u043A\u043B\u0430\u0434\u0435\u043D\u043D\u044F, \u044F\u043A\u0435 \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u043E \u043F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u0443\u0442\u0438. \u0412\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0439\u0442\u0435 \u043F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F \u043D\u0430 \u0440\u044F\u0434\u043E\u043A \u0432\u043A\u043B\u0430\u0434\u0435\u043D\u043D\u044F, \u0449\u043E\u0431 \u0443\u043A\u0430\u0437\u0430\u0442\u0438, \u044F\u043A\u0438\u0439 \u043E\u0444\u0456\u0441\u043D\u0438\u0439 \u0444\u0430\u0439\u043B \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u043E \u043F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u0443\u0442\u0438: file.ppt, Page@file.doc, Space.Page@file.xls \u0430\u0431\u043E wiki:Space.Page@file.odt.
rendering.macro.office.parameter.filterStyles.name=\u0424\u0456\u043B\u044C\u0442\u0440 \u0441\u0442\u0438\u043B\u0456\u0432
rendering.macro.office.parameter.filterStyles.description=\u0427\u0438 \u0444\u0456\u043B\u044C\u0442\u0440\u0443\u0432\u0430\u0442\u0438 \u0432\u0431\u0443\u0434\u043E\u0432\u0430\u043D\u0456 \u0441\u0442\u0438\u043B\u0456 CSS, \u043F\u0440\u0438\u0441\u0443\u0442\u043D\u0456 \u0443 \u0432\u043C\u0456\u0441\u0442\u0456 HTML, \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u043E\u043C\u0443 Office Server. \u0412\u043C\u0456\u0441\u0442 Office \u0437\u0430\u0437\u0432\u0438\u0447\u0430\u0439 \u043A\u0440\u0430\u0449\u0435 \u0456\u043D\u0442\u0435\u0433\u0440\u0443\u0454\u0442\u044C\u0441\u044F \u0432 \u0433\u043E\u043B\u043E\u0432\u043D\u0443 \u0432\u0456\u043A\u0456-\u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443, \u044F\u043A\u0449\u043E \u0441\u0442\u0438\u043B\u0456 \u0432\u0456\u0434\u0444\u0456\u043B\u044C\u0442\u0440\u043E\u0432\u0430\u043D\u043E.
