# ---------------------------------------------------------------------------
# See the NOTICE file distributed with this work for additional
# information regarding copyright ownership.
#
# This is free software; you can redistribute it and/or modify it
# under the terms of the GNU Lesser General Public License as
# published by the Free Software Foundation; either version 2.1 of
# the License, or (at your option) any later version.
#
# This software is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
# Lesser General Public License for more details.
#
# You should have received a copy of the GNU Lesser General Public
# License along with this software; if not, write to the Free
# Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA
# 02110-1301 USA, or see the FSF site: http://www.fsf.org.
# ---------------------------------------------------------------------------

###############################################################################
# This contains the translations of the module in the default language
# (generally English).
#
# Translation key syntax:
#   <short top level project name>.<short module name>.<propertyName>
#   where:
#   * <short top level project name> = top level project name without the "xwiki-" prefix,
#                                     for example: commons, rendering, platform, enterprise, manager, etc
#   * <short module name> = the name of the Maven module without the <short top level project name> prefix,
#                           for example: oldcore, scheduler, activitystream, etc
#   * <propertyName> = the name of the property using camel case,
#                      for example updateJobClassCommitComment
#
# Comments: it's possible to add some detail about a key to make easier to
#   translate it by adding a comment before it. To make sure a comment is not
#   assigned to the following key use at least three sharps (###) for the comment
#   or after it.
#
# Deprecated keys:
#   * when deleting a key it should be moved to deprecated section at the end
#     of the file (between #@deprecatedstart and #@deprecatedend) and associated to the
#     first version in which it started to be deprecated
#   * when renaming a key, it should be moved to the same deprecated section
#     and a comment should be added with the following syntax:
#     #@deprecated new.key.name
#     old.key.name=Some translation
###############################################################################

job.question.XClassBreakingQuestion.timeout=\u0414\u0456\u044F \u0431\u0443\u043B\u0430 \u0441\u043A\u0430\u0441\u043E\u0432\u0430\u043D\u0430, \u0442\u043E\u043C\u0443 \u0449\u043E \u043C\u0438 \u043D\u0435 \u043E\u0442\u0440\u0438\u043C\u0430\u043B\u0438 \u0436\u043E\u0434\u043D\u043E\u0457 \u0432\u0456\u0434\u043F\u043E\u0432\u0456\u0434\u0456 \u0447\u0435\u0440\u0435\u0437 5 \u0445\u0432\u0438\u043B\u0438\u043D.
job.question.XClassBreakingQuestion.confirm=\u0411\u0430\u0436\u0430\u0454\u0442\u0435 \u043F\u0440\u043E\u0434\u043E\u0432\u0436\u0438\u0442\u0438?
job.question.XClassBreakingQuestion.tree.selectAll=\u0432\u0438\u0431\u0440\u0430\u0442\u0438 \u0432\u0441\u0456
job.question.XClassBreakingQuestion.tree.selectNone=\u043D\u0456\u0447\u043E\u0433\u043E
job.question.XClassBreakingQuestion.tree.paginationNode={0} \u0431\u0456\u043B\u044C\u0448\u0435....
job.question.XClassBreakingQuestion.tree.freePages=\u0421\u0442\u043E\u0440\u0456\u043D\u043A\u0438, \u044F\u043A\u0456 \u043D\u0435 \u043C\u0456\u0441\u0442\u044F\u0442\u044C \u0436\u043E\u0434\u043D\u043E\u0433\u043E \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u043D\u043E\u0433\u043E \u043E\u0431'\u0454\u043A\u0442\u0443 \u043A\u043B\u0430\u0441\u0443 XClass
job.question.XClassBreakingQuestion.forbiddenConcernedPages=\u041D\u0430\u0441\u0442\u0443\u043F\u043D\u0456 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438 \u0456\u043D\u043A\u0440\u0438\u043C\u0456\u043D\u0443\u044E\u0442\u044C\u0441\u044F \u0432 \u0437\u0430\u0431\u043E\u0440\u043E\u043D\u0435\u043D\u0456\u0439 \u0434\u0456\u0457, \u043E\u0441\u043A\u0456\u043B\u044C\u043A\u0438 \u043C\u0456\u0441\u0442\u044F\u0442\u044C \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u043E\u0432\u0430\u043D\u0456 \u0442\u0438\u043F\u0438 \u0434\u0430\u043D\u0438\u0445.
job.question.XClassBreakingQuestion.objectsPotentiallyMissingWarning=\u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0437\u0432\u0435\u0440\u043D\u0456\u0442\u044C \u0443\u0432\u0430\u0433\u0443, \u0449\u043E \u0441\u043F\u0438\u0441\u043E\u043A \u0432\u0440\u0430\u0436\u0435\u043D\u0438\u0445 \u043E\u0431'\u0454\u043A\u0442\u0456\u0432, \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u0438\u0439 \u0443 \u043D\u0430\u0441\u0442\u0443\u043F\u043D\u0456\u0439 \u0456\u0454\u0440\u0430\u0440\u0445\u0456\u0447\u043D\u0456\u0439 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0456, \u043D\u0435 \u0454 \u0432\u0438\u0447\u0435\u0440\u043F\u043D\u0438\u043C.
job.question.XClassBreakingQuestion.refactoring/delete.title=\u0412\u0438 \u0437\u0431\u0438\u0440\u0430\u0454\u0442\u0435\u0441\u044F \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u0438 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438, \u044F\u043A\u0456 \u043C\u0456\u0441\u0442\u044F\u0442\u044C \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u043D\u0438\u0439 \u043E\u0431'\u0454\u043A\u0442 \u043A\u043B\u0430\u0441\u0443 XClass.
job.question.XClassBreakingQuestion.refactoring/delete.explanation=\u042F\u043A\u0449\u043E \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u0438 \u0446\u0456 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438, \u0434\u0435\u044F\u043A\u0456 \u0440\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u043D\u044F \u043C\u043E\u0436\u0443\u0442\u044C \u043F\u0435\u0440\u0435\u0441\u0442\u0430\u0442\u0438 \u043F\u0440\u0430\u0446\u044E\u0432\u0430\u0442\u0438.
job.question.XClassBreakingQuestion.refactoring/delete.help=\u041F\u0435\u0440\u0435\u0434 \u0432\u0438\u0434\u0430\u043B\u0435\u043D\u043D\u044F\u043C \u0440\u0435\u043A\u043E\u043C\u0435\u043D\u0434\u0443\u0454\u0442\u044C\u0441\u044F \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u0438 \u043E\u0431\u2019\u0454\u043A\u0442\u0438, \u044F\u043A\u0456 \u043F\u043E\u0441\u0438\u043B\u0430\u044E\u0442\u044C\u0441\u044F \u043D\u0430 \u043E\u0431'\u0454\u043A\u0442 \u043A\u043B\u0430\u0441\u0443 XClass.
job.question.XClassBreakingQuestion.refactoring/delete.tree.title=\u0421\u0442\u043E\u0440\u0456\u043D\u043A\u0438 \u043D\u0430 \u0432\u0438\u0434\u0430\u043B\u0435\u043D\u043D\u044F
job.question.XClassBreakingQuestion.refactoring/delete.forbiddenTitle=\u0412\u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u0440\u043E\u0434\u043E\u0432\u0436\u0443\u0432\u0430\u0442\u0438 \u0432\u0438\u0434\u0430\u043B\u0435\u043D\u043D\u044F.
job.question.XClassBreakingQuestion.refactoring/delete.forbiddenExplanation=\u0421\u0442\u043E\u0440\u0456\u043D\u043A\u0438, \u044F\u043A\u0456 \u0432\u0438 \u0432\u0438\u0431\u0440\u0430\u043B\u0438, \u043C\u0456\u0441\u0442\u044F\u0442\u044C \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u043E\u0432\u0430\u043D\u0456 \u0442\u0438\u043F\u0438 \u0434\u0430\u043D\u0438\u0445. \u0412\u0438\u0434\u0430\u043B\u0435\u043D\u043D\u044F \u0446\u0438\u0445 \u0441\u0442\u043E\u0440\u0456\u043D\u043E\u043A \u043C\u043E\u0436\u0435 \u043F\u0435\u0440\u0435\u0448\u043A\u043E\u0434\u0438\u0442\u0438 \u043D\u0430\u043B\u0435\u0436\u043D\u0456\u0439 \u0440\u043E\u0431\u043E\u0442\u0456 \u0432\u0456\u043A\u0456. \u041F\u043E\u043F\u0440\u043E\u0441\u0456\u0442\u044C \u0434\u043E\u0441\u0432\u0456\u0434\u0447\u0435\u043D\u043E\u0433\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043F\u0440\u043E\u0434\u043E\u0432\u0436\u0438\u0442\u0438 \u0446\u0435\u0439 \u0440\u0435\u0444\u0430\u043A\u0442\u043E\u0440\u0438\u043D\u0433.


job.question.XClassBreakingQuestion.refactoring/rename.title=\u0412\u0438 \u0437\u0431\u0438\u0440\u0430\u0454\u0442\u0435\u0441\u044F \u043F\u0435\u0440\u0435\u0439\u043C\u0435\u043D\u0443\u0432\u0430\u0442\u0438 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438, \u044F\u043A\u0456 \u043C\u0456\u0441\u0442\u044F\u0442\u044C \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u043D\u0438\u0439 \u043E\u0431'\u0454\u043A\u0442 \u043A\u043B\u0430\u0441\u0443 XClass.
job.question.XClassBreakingQuestion.refactoring/rename.explanation=\u042F\u043A\u0449\u043E \u043F\u0435\u0440\u0435\u0439\u043C\u0435\u043D\u0443\u0432\u0430\u0442\u0438 \u0446\u0456 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438, \u0434\u0435\u044F\u043A\u0456 \u0440\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u043D\u044F \u043C\u043E\u0436\u0443\u0442\u044C \u043F\u0435\u0440\u0435\u0441\u0442\u0430\u0442\u0438 \u043F\u0440\u0430\u0446\u044E\u0432\u0430\u0442\u0438.
job.question.XClassBreakingQuestion.refactoring/rename.help=\u0420\u0435\u043A\u043E\u043C\u0435\u043D\u0434\u0443\u0454\u0442\u044C\u0441\u044F \u0432\u0456\u0434\u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u0442\u0438 \u043E\u0431'\u0454\u043A\u0442\u0438, \u044F\u043A\u0456 \u043F\u043E\u0441\u0438\u043B\u0430\u044E\u0442\u044C\u0441\u044F \u043D\u0430 \u043E\u0431'\u0454\u043A\u0442 \u043A\u043B\u0430\u0441\u0443 XClass, \u043F\u0435\u0440\u0448 \u043D\u0456\u0436 \u043F\u0435\u0440\u0435\u0439\u043C\u0435\u043D\u043E\u0432\u0443\u0432\u0430\u0442\u0438 \u0439\u043E\u0433\u043E.
job.question.XClassBreakingQuestion.refactoring/rename.tree.title=\u0421\u0442\u043E\u0440\u0456\u043D\u043A\u0438 \u043D\u0430 \u043F\u0435\u0440\u0435\u0439\u043C\u0435\u043D\u0443\u0432\u0430\u043D\u043D\u044F
job.question.XClassBreakingQuestion.refactoring/rename.forbiddenTitle=\u0412\u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u0440\u043E\u0434\u043E\u0432\u0436\u0443\u0432\u0430\u0442\u0438 \u043F\u0435\u0440\u0435\u0439\u043C\u0435\u043D\u0443\u0432\u0430\u043D\u043D\u044F.
job.question.XClassBreakingQuestion.refactoring/rename.forbiddenExplanation=\u0421\u0442\u043E\u0440\u0456\u043D\u043A\u0438, \u044F\u043A\u0456 \u0432\u0438 \u0432\u0438\u0431\u0440\u0430\u043B\u0438, \u043C\u0456\u0441\u0442\u044F\u0442\u044C \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u043E\u0432\u0430\u043D\u0456 \u0442\u0438\u043F\u0438 \u0434\u0430\u043D\u0438\u0445. \u041F\u0435\u0440\u0435\u0439\u043C\u0435\u043D\u0443\u0432\u0430\u043D\u043D\u044F \u0446\u0438\u0445 \u0441\u0442\u043E\u0440\u0456\u043D\u043E\u043A \u043C\u043E\u0436\u0435 \u043F\u0435\u0440\u0435\u0448\u043A\u043E\u0434\u0438\u0442\u0438 \u043D\u0430\u043B\u0435\u0436\u043D\u0456\u0439 \u0440\u043E\u0431\u043E\u0442\u0456 \u0432\u0456\u043A\u0456. \u041F\u043E\u043F\u0440\u043E\u0441\u0456\u0442\u044C \u0434\u043E\u0441\u0432\u0456\u0434\u0447\u0435\u043D\u043E\u0433\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043F\u0440\u043E\u0434\u043E\u0432\u0436\u0438\u0442\u0438 \u0446\u0435\u0439 \u0440\u0435\u0444\u0430\u043A\u0442\u043E\u0440\u0438\u043D\u0433.


job.question.XClassBreakingQuestion.refactoring/move.title=\u0412\u0438 \u0437\u0431\u0438\u0440\u0430\u0454\u0442\u0435\u0441\u044F \u043F\u0435\u0440\u0435\u043C\u0456\u0441\u0442\u0438\u0442\u0438 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438, \u0449\u043E \u043C\u0456\u0441\u0442\u044F\u0442\u044C \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u0438\u0439 \u043E\u0431'\u0454\u043A\u0442 \u043A\u043B\u0430\u0441\u0443 XClass.
job.question.XClassBreakingQuestion.refactoring/move.explanation=\u042F\u043A\u0449\u043E \u0432\u0438 \u043F\u0435\u0440\u0435\u043C\u0456\u0441\u0442\u0438\u0442\u0435 \u0446\u0456 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438, \u0434\u0435\u044F\u043A\u0456 \u0440\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u043D\u044F \u043C\u043E\u0436\u0443\u0442\u044C \u043F\u0435\u0440\u0435\u0441\u0442\u0430\u0442\u0438 \u043F\u0440\u0430\u0446\u044E\u0432\u0430\u0442\u0438.
job.question.XClassBreakingQuestion.refactoring/move.help=\u0420\u0435\u043A\u043E\u043C\u0435\u043D\u0434\u0443\u0454\u0442\u044C\u0441\u044F \u0432\u0456\u0434\u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u0442\u0438 \u043E\u0431'\u0454\u043A\u0442\u0438, \u044F\u043A\u0456 \u043F\u043E\u0441\u0438\u043B\u0430\u044E\u0442\u044C\u0441\u044F \u043D\u0430 \u043E\u0431'\u0454\u043A\u0442 \u043A\u043B\u0430\u0441\u0443 XClass, \u043F\u0435\u0440\u0448 \u043D\u0456\u0436 \u043F\u0435\u0440\u0435\u043C\u0456\u0449\u0430\u0442\u0438 \u0439\u043E\u0433\u043E.
job.question.XClassBreakingQuestion.refactoring/move.tree.title=\u0421\u0442\u043E\u0440\u0456\u043D\u043A\u0438 \u043D\u0430 \u043F\u0435\u0440\u0435\u043C\u0456\u0449\u0435\u043D\u043D\u044F
job.question.XClassBreakingQuestion.refactoring/move.forbiddenTitle=\u0412\u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u0440\u043E\u0434\u043E\u0432\u0436\u0443\u0432\u0430\u0442\u0438 \u043F\u0435\u0440\u0435\u043C\u0456\u0449\u0435\u043D\u043D\u044F.
job.question.XClassBreakingQuestion.refactoring/move.forbiddenExplanation=\u0421\u0442\u043E\u0440\u0456\u043D\u043A\u0438, \u044F\u043A\u0456 \u0432\u0438 \u0432\u0438\u0431\u0440\u0430\u043B\u0438, \u043C\u0456\u0441\u0442\u044F\u0442\u044C \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u043E\u0432\u0430\u043D\u0456 \u0442\u0438\u043F\u0438 \u0434\u0430\u043D\u0438\u0445. \u041F\u0435\u0440\u0435\u043C\u0456\u0449\u0435\u043D\u043D\u044F \u0446\u0438\u0445 \u0441\u0442\u043E\u0440\u0456\u043D\u043E\u043A \u043C\u043E\u0436\u0435 \u043F\u0435\u0440\u0435\u0448\u043A\u043E\u0434\u0436\u0430\u0442\u0438 \u043D\u0430\u043B\u0435\u0436\u043D\u0456\u0439 \u0440\u043E\u0431\u043E\u0442\u0456 \u0432\u0456\u043A\u0456. \u041F\u043E\u043F\u0440\u043E\u0441\u0456\u0442\u044C \u0434\u043E\u0441\u0432\u0456\u0434\u0447\u0435\u043D\u043E\u0433\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043F\u0440\u043E\u0434\u043E\u0432\u0436\u0438\u0442\u0438 \u0446\u0435\u0439 \u0440\u0435\u0444\u0430\u043A\u0442\u043E\u0440\u0438\u043D\u0433.
