# ---------------------------------------------------------------------------
# See the NOTICE file distributed with this work for additional
# information regarding copyright ownership.
#
# This is free software; you can redistribute it and/or modify it
# under the terms of the GNU Lesser General Public License as
# published by the Free Software Foundation; either version 2.1 of
# the License, or (at your option) any later version.
#
# This software is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
# Lesser General Public License for more details.
#
# You should have received a copy of the GNU Lesser General Public
# License along with this software; if not, write to the Free
# Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA
# 02110-1301 USA, or see the FSF site: http://www.fsf.org.
# ---------------------------------------------------------------------------

###############################################################################
# XWiki Core localization
#
# This contains the translations of the module in the default language
# (generally English).
# 
# Translation key syntax:
#   <short top level project name>.<short module name>.<propertyName>
#   where:
#   * <short top level project name> = top level project name without the "xwiki-" prefix,
#                                     for example: commons, rendering, platform, enterprise, manager, etc
#   * <short module name> = the name of the Maven module without the <short top level project name> prefix,
#                           for example: oldcore, scheduler, activitystream, etc
#   * <propertyName> = the name of the property using camel case,
#                      for example updateJobClassCommitComment
#
# Comments: it's possible to add some detail about a key to make easier to
#   translate it by adding a comment before it. To make sure a comment is not
#   assigned to the following key use at least three sharps (###) for the comment
#   or after it.
# 
# Deprecated keys:
#   * when deleting a key it should be moved to deprecated section at the end
#     of the file (between #@deprecatedstart and #@deprecatedend) and associated to the
#     first version in which it started to be deprecated
#   * when renaming a key, it should be moved to the same deprecated section
#     and a comment should be added with the following syntax:
#     #@deprecated new.key.name
#     old.key.name=Some translation
###############################################################################

### Wiki macros classes
XWiki.WikiMacroClass_id=\u0418\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440
XWiki.WikiMacroClass_id_hint=\u0418\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u043C\u0430\u043A\u0440\u043E\u0441\u0430 \u0442\u0430\u043A\u0436\u0435 \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0432 \u0441\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0441\u0435: \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, {{\u0432\u0430\u0448\u0418\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 /}}.
XWiki.WikiMacroClass_name=\u041D\u0430\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438\u0435
XWiki.WikiMacroClass_name_hint=\u0418\u043C\u044F \u043C\u0430\u043A\u0440\u043E\u0441\u0430, \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u043C\u043E\u0435 \u0432 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0435 \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440\u0430.
XWiki.WikiMacroClass_description=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435
XWiki.WikiMacroClass_description_hint=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u043C\u0430\u043A\u0440\u043E\u0441\u0430, \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u043C\u043E\u0435 \u0432 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0435 \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440\u0430.
XWiki.WikiMacroClass_defaultCategory=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044F
XWiki.WikiMacroClass_defaultCategory_hint=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044F, \u0432 \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u043C\u0430\u043A\u0440\u043E\u0441 \u0431\u0443\u0434\u0435\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C\u0441\u044F \u0432 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0435 \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440\u0430.
XWiki.WikiMacroClass_supportsInlineMode=\u041F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u0432\u043D\u0443\u0442\u0440\u0438\u0441\u0442\u0440\u043E\u0447\u043D\u044B\u0439 \u0440\u0435\u0436\u0438\u043C
XWiki.WikiMacroClass_supportsInlineMode_hint=\u0415\u0441\u043B\u0438 \u043D\u0435\u0442, \u043C\u0430\u043A\u0440\u043E\u0441 \u0431\u0443\u0434\u0435\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C \u043E\u0448\u0438\u0431\u043A\u0443 \u043F\u0440\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u0432 \u0441\u0442\u0440\u043E\u043A\u0435.
XWiki.WikiMacroClass_visibility=\u0412\u0438\u0434\u0438\u043C\u043E\u0441\u0442\u044C
XWiki.WikiMacroClass_visibility_Current\ User=\u0422\u0435\u043A\u0443\u0449\u0438\u0439 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C
XWiki.WikiMacroClass_visibility_Current\ Wiki=\u0422\u0435\u043A\u0443\u0449\u0430\u044F \u0412\u0438\u043A\u0438
XWiki.WikiMacroClass_visibility_Global=\u0413\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u043E
XWiki.WikiMacroClass_contentType=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u043E\u0441\u0442\u044C \u043A\u043E\u043D\u0442\u0435\u043D\u0442\u0430
XWiki.WikiMacroClass_contentType_Optional=\u041D\u0435\u043E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0439
XWiki.WikiMacroClass_contentType_Mandatory=\u041E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0439
XWiki.WikiMacroClass_contentType_No\ content=\u041D\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u043C\u043E\u0433\u043E
XWiki.WikiMacroClass_contentJavaType=\u0422\u0438\u043F \u043A\u043E\u043D\u0442\u0435\u043D\u0442\u0430 \u00AB\u041C\u0430\u043A\u0440\u043E\u0441\u00BB
XWiki.WikiMacroClass_contentJavaType_Wiki=\u0412\u0438\u043A\u0438
XWiki.WikiMacroClass_contentJavaType_Unknown=\u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u043E
XWiki.WikiMacroClass_contentDescription=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u043A\u043E\u043D\u0442\u0435\u043D\u0442\u0430 (\u043D\u0435 \u043F\u0440\u0438\u043C\u0435\u043D\u0438\u043C\u043E \u0434\u043B\u044F \u0442\u0438\u043F\u0430 \u00AB\u041D\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u043C\u043E\u0433\u043E\u00BB)
XWiki.WikiMacroClass_code=\u041A\u043E\u0434
XWiki.WikiMacroClass_async_enabled=\u0410\u0441\u0438\u043D\u0445\u0440\u043E\u043D\u043D\u0430\u044F \u043E\u0442\u0440\u0438\u0441\u043E\u0432\u043A\u0430
XWiki.WikiMacroClass_async_cached=\u041A\u044D\u0448\u0438\u0440\u043E\u0432\u0430\u043D\u043E
XWiki.WikiMacroClass_async_context=\u042D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0430
XWiki.WikiMacroClass_priority=\u041F\u0440\u0438\u043E\u0440\u0438\u0442\u0435\u0442
XWiki.WikiMacroClass_executionIsolated=\u0418\u0437\u043E\u043B\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u043E\u0435 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0435
XWiki.WikiMacroClass_executionIsolated_hint=\u0415\u0441\u043B\u0438 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0435 \u043C\u0430\u043A\u0440\u043E\u0441\u0430 \u043D\u0435 \u0438\u0437\u043C\u0435\u043D\u044F\u0435\u0442 XDOM (\u0432 \u0442\u043E\u043C \u0447\u0438\u0441\u043B\u0435 \u043F\u043E\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043E\u043C \u043F\u0440\u044F\u043C\u043E\u0433\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F \u0434\u0440\u0443\u0433\u0438\u0445 \u043C\u0430\u043A\u0440\u043E\u0441\u043E\u0432, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0438\u0437\u0432\u043B\u0435\u0447\u0435\u043D\u043D\u044B\u0445 \u0438\u0437 \u043A\u043E\u043D\u0442\u0435\u043D\u0442\u0430 \u0438\u043B\u0438 \u0434\u0440\u0443\u0433\u043E\u0439 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B). \u0427\u0442\u0435\u043D\u0438\u0435 XDOM, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u0437\u0430\u043F\u0438\u0441\u044C \u0434\u0440\u0443\u0433\u043E\u0439 \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u043D\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F. \u041F\u043E\u043C\u0435\u0442\u043A\u0430 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F \u043C\u0430\u043A\u0440\u043E\u0441\u0430 \u043A\u0430\u043A \u0438\u0437\u043E\u043B\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u043E\u0433\u043E \u0443\u0441\u043A\u043E\u0440\u044F\u0435\u0442 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0435 \u043C\u0430\u043A\u0440\u043E\u0441\u043E\u0432.
XWiki.WikiMacroParameterClass_name=\u0418\u043C\u044F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430
XWiki.WikiMacroParameterClass_name_hint=\u0418\u043C\u044F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 \u2014 \u044D\u0442\u043E \u0438\u043C\u044F, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C\u043E\u0435 \u0432 \u0441\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0441\u0435: \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, {{\u0432\u0430\u0448\u041C\u0430\u043A\u0440\u043E\u0441 \u0438\u043C\u044F\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430="xx" /}}. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043A\u043B\u044E\u0447 \u043F\u0435\u0440\u0435\u0432\u043E\u0434\u0430, \u0442\u0430\u043A\u043E\u0439 \u043A\u0430\u043A rendering.macro.\u0432\u0430\u0448\u041C\u0430\u043A\u0440\u043E\u0441. parameter.\u0438\u043C\u044F\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430.name, \u0447\u0442\u043E\u0431\u044B \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u0438\u043C\u044F, \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u043C\u043E\u0435 \u0432 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0435 \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440\u0430.
XWiki.WikiMacroParameterClass_description=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430
XWiki.WikiMacroParameterClass_description_hint=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430. \u0415\u0433\u043E \u0442\u0430\u043A\u0436\u0435 \u043C\u043E\u0436\u043D\u043E \u043F\u0435\u0440\u0435\u0432\u0435\u0441\u0442\u0438 \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u043A\u043B\u044E\u0447\u0430, \u0442\u0430\u043A\u043E\u0433\u043E \u043A\u0430\u043A rendering.macro.yourMacro.parameter.paramName.description
XWiki.WikiMacroParameterClass_mandatory=\u041E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u044C \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430
XWiki.WikiMacroParameterClass_mandatory_hint=\u0415\u0441\u043B\u0438 \u0434\u0430, \u0442\u043E \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430, \u0432 \u043F\u0440\u043E\u0442\u0438\u0432\u043D\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043D\u0435\u043E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u043C. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435 \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435, \u0447\u0442\u043E \u044D\u0442\u043E \u043C\u043E\u0436\u0435\u0442 \u043F\u043E\u0432\u043B\u0438\u044F\u0442\u044C \u043D\u0430 \u0432\u0438\u0434\u0438\u043C\u043E\u0441\u0442\u044C \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430.
XWiki.WikiMacroParameterClass_defaultValue=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 \u043F\u043E-\u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E
XWiki.WikiMacroParameterClass_defaultValue_hint=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0434\u043E\u043B\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u043D\u0435\u043E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432 \u0438 \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u0438\u0437\u0431\u0435\u0436\u0430\u0442\u044C \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043F\u0440\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u043C\u0430\u043A\u0440\u043E\u0441\u0430. \u041E\u043D\u043E \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0440\u0430\u0441\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0442\u044C\u0441\u044F \u043A\u0430\u043A \u0437\u0430\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C \u0434\u043B\u044F \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0432 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u043E\u043C \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0435 \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440\u0430.
XWiki.WikiMacroParameterClass_type=\u0422\u0438\u043F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430
XWiki.WikiMacroParameterClass_type_hint=\u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u044B\u0439 \u043E\u0437\u043D\u0430\u0447\u0430\u0435\u0442, \u0447\u0442\u043E \u043E\u043D \u0431\u0443\u0434\u0435\u0442 \u0440\u0430\u0441\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0442\u044C\u0441\u044F \u043A\u0430\u043A \u0441\u0442\u0440\u043E\u043A\u043E\u0432\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435, \u0412\u0438\u043A\u0438 \u043E\u0437\u043D\u0430\u0447\u0430\u0435\u0442, \u0447\u0442\u043E \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0432\u0438\u043A\u0438-\u0441\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0441 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B, \u0437\u0430\u0442\u0435\u043C \u043C\u043E\u0436\u043D\u043E \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043B\u044E\u0431\u043E\u0439 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0439 \u0442\u0438\u043F \u043F\u0440\u0438 \u0443\u0441\u043B\u043E\u0432\u0438\u0438, \u0447\u0442\u043E \u0443\u043A\u0430\u0437\u0430\u043D\u043E \u0435\u0433\u043E \u043F\u043E\u043B\u043D\u043E\u0435 \u0438\u043C\u044F, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440 java.util.List.
XWiki.WikiMacroParameterClass_feature=\u0424\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u044C \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430
XWiki.WikiMacroParameterClass_feature_hint=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B, \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0435 \u0441 \u043E\u0434\u043D\u043E\u0439 \u0438 \u0442\u043E\u0439 \u0436\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u044C\u044E, \u044F\u0432\u043B\u044F\u044E\u0442\u0441\u044F \u0432\u0437\u0430\u0438\u043C\u043E\u0438\u0441\u043A\u043B\u044E\u0447\u0430\u044E\u0449\u0438\u043C\u0438. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435 \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435, \u0447\u0442\u043E \u0444\u0443\u043D\u043A\u0446\u0438\u044F \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0441\u0432\u044F\u0437\u0430\u043D\u0430 \u0441 \u0433\u0440\u0443\u043F\u043F\u043E\u0439: \u0432 \u0442\u0430\u043A\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435 \u0432\u0441\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043E\u0434\u043D\u043E\u0439 \u0433\u0440\u0443\u043F\u043F\u044B \u0431\u0443\u0434\u0443\u0442 \u0441\u0432\u044F\u0437\u0430\u043D\u044B \u0441 \u043E\u0434\u043D\u043E\u0439 \u0438 \u0442\u043E\u0439 \u0436\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u0435\u0439.
XWiki.WikiMacroParameterClass_group=\u0413\u0440\u0443\u043F\u043F\u0430 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430
XWiki.WikiMacroParameterClass_group_hint=\u041F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u0432\u0438\u0437\u0443\u0430\u043B\u044C\u043D\u043E \u0433\u0440\u0443\u043F\u043F\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u0432 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u043E\u043C \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0435.
XWiki.WikiMacroParameterClass_deprecated=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u0443\u0441\u0442\u0430\u0440\u0435\u043B
XWiki.WikiMacroParameterClass_hidden=\u0421\u043A\u0440\u044B\u0442\u044B\u0439 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440
XWiki.WikiMacroParameterClass_hidden_hint=\u0415\u0441\u043B\u0438 \u0434\u0430, \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u043D\u0438\u043A\u043E\u0433\u0434\u0430 \u043D\u0435 \u0431\u0443\u0434\u0435\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C\u0441\u044F \u0432 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0435 \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440\u0430, \u043D\u043E \u0435\u0433\u043E \u043F\u043E-\u043F\u0440\u0435\u0436\u043D\u0435\u043C\u0443 \u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0432 \u0441\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0441\u0435.
XWiki.WikiMacroParameterClass_advanced=\u0414\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440
XWiki.WikiMacroParameterClass_advanced_hint=\u0415\u0441\u043B\u0438 \u0434\u0430, \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u0432\u0441\u0435\u0433\u0434\u0430 \u0431\u0443\u0434\u0435\u0442 \u043F\u043E\u043C\u0435\u0449\u0430\u0442\u044C\u0441\u044F \u0432 \u0441\u0432\u0435\u0440\u043D\u0443\u0442\u044B\u0439 \u0440\u0430\u0437\u0434\u0435\u043B \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0430 \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440\u0430.
XWiki.WikiMacroParameterClass_featureMandatory=\u0424\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u044C \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 \u043E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u043D\u0430.
XWiki.WikiMacroParameterClass_featureMandatory_hint=\u0415\u0441\u043B\u0438 \u0434\u0430, \u0442\u043E \u0434\u0430\u0436\u0435 \u0435\u0441\u043B\u0438 \u0432\u0441\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B, \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0435 \u0441 \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u044C\u044E, \u044F\u0432\u043B\u044F\u044E\u0442\u0441\u044F \u043D\u0435\u043E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438, \u043E\u0434\u0438\u043D \u0438\u0437 \u043D\u0438\u0445 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D.
rendering.wikimacro.error.failedResolveContentPlaceholder=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u0437\u0430\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u043C\u043E\u0433\u043E \u043C\u0430\u043A\u0440\u043E\u0441\u0430
rendering.wikimacro.error.failedResolveParameterPlaceholder=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u0437\u0430\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 \u043C\u0430\u043A\u0440\u043E\u0441\u0430
