# ---------------------------------------------------------------------------
# See the NOTICE file distributed with this work for additional
# information regarding copyright ownership.
#
# This is free software; you can redistribute it and/or modify it
# under the terms of the GNU Lesser General Public License as
# published by the Free Software Foundation; either version 2.1 of
# the License, or (at your option) any later version.
#
# This software is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
# Lesser General Public License for more details.
#
# You should have received a copy of the GNU Lesser General Public
# License along with this software; if not, write to the Free
# Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA
# 02110-1301 USA, or see the FSF site: http://www.fsf.org.
# ---------------------------------------------------------------------------

extension.security.analysis.advice.upgradeFromEM=\u041A\u0430\u043A \u0442\u043E\u043B\u044C\u043A\u043E \u043F\u043E\u044F\u0432\u0438\u0442\u0441\u044F \u043D\u043E\u0432\u0430\u044F \u0432\u0435\u0440\u0441\u0438\u044F \u0441 \u0438\u0441\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435\u043C, \u044D\u0442\u043E \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u0435 \u043C\u043E\u0436\u043D\u043E \u0431\u0443\u0434\u0435\u0442 \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u0438\u0437 {0}.
extension.security.analysis.advice.upgradeFromEM.0=\u043C\u0435\u043D\u0435\u0434\u0436\u0435\u0440\u0430 \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u0439
extension.security.analysis.advice.transitive=\u042D\u0442\u043E \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043E \u043F\u043E\u0442\u043E\u043C\u0443, \u0447\u0442\u043E \u043E\u043D\u043E \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u0434\u0440\u0443\u0433\u043E\u043C\u0443 \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u044E. \u041D\u0435 \u0440\u0435\u043A\u043E\u043C\u0435\u043D\u0434\u0443\u0435\u0442\u0441\u044F \u043E\u0431\u043D\u043E\u0432\u043B\u044F\u0442\u044C \u0435\u0433\u043E \u0432\u0440\u0443\u0447\u043D\u0443\u044E. \u0412\u043C\u0435\u0441\u0442\u043E \u044D\u0442\u043E\u0433\u043E \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u0442\u0440\u0435\u0431\u0443\u044E\u0449\u0435\u0435 \u0435\u0433\u043E \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u0435. \u0418\u0445 \u0441\u043F\u0438\u0441\u043E\u043A \u043F\u0440\u0438\u0432\u0435\u0434\u0435\u043D \u043D\u0438\u0436\u0435.
extension.security.analysis.advice.upgradeXWiki=\u042D\u0442\u043E \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u0435 \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043D\u0435\u043F\u043E\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0435\u043D\u043D\u043E XWiki \u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u043E \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u043C\u0435\u043D\u0435\u0434\u0436\u0435\u0440\u0430 \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u0439. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0441\u043B\u0435\u0434\u0438\u0442\u0435 \u0437\u0430 \u043D\u043E\u0432\u044B\u043C\u0438 \u0432\u0435\u0440\u0441\u0438\u044F\u043C\u0438 XWiki. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435 \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435, \u0447\u0442\u043E \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u043F\u0440\u043E\u0432\u0435\u0440\u044F\u0442\u044C \u0432 \u043F\u0440\u0438\u043C\u0435\u0447\u0430\u043D\u0438\u044F\u0445 \u043A \u0432\u044B\u043F\u0443\u0441\u043A\u0443, \u043D\u0435 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u043E \u043B\u0438 \u0434\u0430\u043D\u043D\u043E\u0435 \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u0435 \u0434\u043E \u0432\u0435\u0440\u0441\u0438\u0438 \u0441 \u0443\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u0435\u043C \u043F\u0440\u043E\u0431\u043B\u0435\u043C \u0431\u0435\u0437\u043E\u043F\u0430\u0441\u043D\u043E\u0441\u0442\u0438.
extension.security.analysis.advice.upgradeEnvironment=\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0441\u043B\u0435\u0434\u0438\u0442\u0435 \u0437\u0430 \u043F\u043E\u044F\u0432\u043B\u0435\u043D\u0438\u0435\u043C \u043D\u043E\u0432\u044B\u0445 \u0432\u0435\u0440\u0441\u0438\u0439 \u0432\u0430\u0448\u0435\u0433\u043E \u043E\u043A\u0440\u0443\u0436\u0435\u043D\u0438\u044F (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0434\u0432\u0438\u0436\u043A\u0430 \u0441\u0435\u0440\u0432\u043B\u0435\u0442\u043E\u0432), \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0449\u0438\u0445 \u0438\u0441\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0431\u0435\u0437\u043E\u043F\u0430\u0441\u043D\u043E\u0441\u0442\u0438, \u0438 \u043E\u0431\u043D\u043E\u0432\u043B\u044F\u0439\u0442\u0435 \u0438\u0445 \u0434\u043E\u043B\u0436\u043D\u044B\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C.
