# ---------------------------------------------------------------------------
# See the NOTICE file distributed with this work for additional
# information regarding copyright ownership.
#
# This is free software; you can redistribute it and/or modify it
# under the terms of the GNU Lesser General Public License as
# published by the Free Software Foundation; either version 2.1 of
# the License, or (at your option) any later version.
#
# This software is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
# Lesser General Public License for more details.
#
# You should have received a copy of the GNU Lesser General Public
# License along with this software; if not, write to the Free
# Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA
# 02110-1301 USA, or see the FSF site: http://www.fsf.org.
# ---------------------------------------------------------------------------

extension.security.analysis.advice.upgradeFromEM=\u0429\u043E\u0439\u043D\u043E \u0431\u0443\u0434\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430 \u043D\u043E\u0432\u0430 \u0432\u0435\u0440\u0441\u0456\u044F \u0437 \u0432\u0438\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u044F\u043C, \u0446\u0435 \u0440\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u043D\u044F \u043C\u043E\u0436\u043D\u0430 \u043E\u043D\u043E\u0432\u0438\u0442\u0438 \u0437\u0430 \u0434\u043E\u043F\u043E\u043C\u043E\u0433\u043E\u044E {0}.
extension.security.analysis.advice.upgradeFromEM.0=\u041C\u0435\u043D\u0435\u0434\u0436\u0435\u0440\u0430 \u0440\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u044C
extension.security.analysis.advice.transitive=\u0426\u0435 \u0440\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u043D\u044F \u0432\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043E, \u0442\u043E\u043C\u0443 \u0449\u043E \u0432\u043E\u043D\u043E \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u0435 \u0456\u043D\u0448\u043E\u043C\u0443 \u0440\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u043D\u044E. \u041D\u0435 \u0440\u0435\u043A\u043E\u043C\u0435\u043D\u0434\u0443\u0454\u0442\u044C\u0441\u044F \u043E\u043D\u043E\u0432\u043B\u044E\u0432\u0430\u0442\u0438 \u0439\u043E\u0433\u043E \u0432\u0440\u0443\u0447\u043D\u0443. \u041D\u0430\u0442\u043E\u043C\u0456\u0441\u0442\u044C \u0432\u0430\u043C \u0441\u043B\u0456\u0434 \u043E\u043D\u043E\u0432\u0438\u0442\u0438 \u0440\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u043D\u044F, \u044F\u043A\u0435 \u0439\u043E\u0433\u043E \u043F\u043E\u0442\u0440\u0435\u0431\u0443\u0454. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u043F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u044C\u0442\u0435 \u0457\u0445 \u043F\u0435\u0440\u0435\u043B\u0456\u043A \u043D\u0438\u0436\u0447\u0435.
extension.security.analysis.advice.upgradeXWiki=\u0426\u0435 \u0440\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u043D\u044F \u0431\u0435\u0437\u043F\u043E\u0441\u0435\u0440\u0435\u0434\u043D\u044C\u043E \u043D\u0430\u0434\u0430\u0454\u0442\u044C\u0441\u044F XWiki, \u0456 \u0439\u043E\u0433\u043E \u043D\u0435 \u043C\u043E\u0436\u043D\u0430 \u043E\u043D\u043E\u0432\u0438\u0442\u0438 \u0437\u0430 \u0434\u043E\u043F\u043E\u043C\u043E\u0433\u043E\u044E \u043C\u0435\u043D\u0435\u0434\u0436\u0435\u0440\u0430 \u0440\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u044C. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0441\u0442\u0435\u0436\u0442\u0435 \u0437\u0430 \u043D\u043E\u0432\u0438\u043C\u0438 \u0432\u0435\u0440\u0441\u0456\u044F\u043C\u0438 XWiki. \u0417\u0432\u0435\u0440\u043D\u0456\u0442\u044C \u0443\u0432\u0430\u0433\u0443, \u0449\u043E \u0432\u0430\u043C \u0441\u043B\u0456\u0434 \u043F\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u0442\u0438 \u0441\u043F\u0438\u0441\u043E\u043A \u0437\u043C\u0456\u043D, \u0447\u0438 \u0446\u0435 \u0440\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u043D\u044F \u0431\u0443\u043B\u043E \u043E\u043D\u043E\u0432\u043B\u0435\u043D\u043E \u0434\u043E \u0432\u0435\u0440\u0441\u0456\u0457 \u0437 \u0432\u0438\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u044F\u043C \u0431\u0435\u0437\u043F\u0435\u043A\u0438.
extension.security.analysis.advice.upgradeEnvironment=\u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0441\u0442\u0435\u0436\u0442\u0435 \u0437\u0430 \u043D\u043E\u0432\u0438\u043C\u0438 \u0432\u0435\u0440\u0441\u0456\u044F\u043C\u0438 \u0441\u0432\u043E\u0433\u043E \u0441\u0435\u0440\u0435\u0434\u043E\u0432\u0438\u0449\u0430 (\u043D\u0430\u043F\u0440\u0438\u043A\u043B\u0430\u0434, \u043C\u0435\u0445\u0430\u043D\u0456\u0437\u043C\u0443 \u0441\u0435\u0440\u0432\u043B\u0435\u0442\u0456\u0432) \u0456\u0437 \u0432\u0438\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u044F\u043C \u0431\u0435\u0437\u043F\u0435\u043A\u0438 \u0442\u0430 \u043E\u043D\u043E\u0432\u043B\u044E\u0439\u0442\u0435 \u0439\u043E\u0433\u043E \u0432\u0456\u0434\u043F\u043E\u0432\u0456\u0434\u043D\u043E.
