# ---------------------------------------------------------------------------
# See the NOTICE file distributed with this work for additional
# information regarding copyright ownership.
#
# This is free software; you can redistribute it and/or modify it
# under the terms of the GNU Lesser General Public License as
# published by the Free Software Foundation; either version 2.1 of
# the License, or (at your option) any later version.
#
# This software is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
# Lesser General Public License for more details.
#
# You should have received a copy of the GNU Lesser General Public
# License along with this software; if not, write to the Free
# Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA
# 02110-1301 USA, or see the FSF site: http://www.fsf.org.
# ---------------------------------------------------------------------------
realtime.editingAlone=1\u4EBA\u3067\u7DE8\u96C6\u4E2D
realtime.editingWith=\u7DE8\u96C6\u4E2D\u306E\u30E1\u30F3\u30D0\u30FC\uFF1A
realtime.disconnected=\u5207\u65AD\u3057\u307E\u3057\u305F
realtime.synchronizing=\u540C\u671F\u3057\u3066\u3044\u307E\u3059
realtime.reconnecting=\u518D\u63A5\u7D9A\u3057\u3066\u3044\u307E\u3059\u2026
realtime.lag=\u30E9\u30B0
realtime.allowRealtime=\u30EA\u30A2\u30EB\u30BF\u30A4\u30E0\u30B3\u30E9\u30DC\u30EC\u30FC\u30B7\u30E7\u30F3\u3092\u8A31\u53EF
realtime.sessionInProgress=\u30EA\u30A2\u30EB\u30BF\u30A4\u30E0\u30A8\u30C7\u30A3\u30BF\u30FC\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u5B9F\u884C\u4E2D\u3067\u3059\uFF1A
realtime.saved=\u4FDD\u5B58\u3057\u307E\u3057\u305F\uFF1Av{0}
realtime.mergeOverwrite=\u30EA\u30A2\u30EB\u30BF\u30A4\u30E0\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u5185\u5BB9\u3092\u6700\u65B0\u306E\u4FDD\u5B58\u72B6\u614B\u3067\u4E0A\u66F8\u304D\u3057\u307E\u3057\u305F
realtime.savedRemote=\u30D0\u30FC\u30B8\u30E7\u30F3{0}\uFF08{1}\u306B\u3088\u308A\u4FDD\u5B58\uFF09
realtime.savedRemoteNoMerge={2}\u306E\u30D0\u30FC\u30B8\u30E7\u30F3{0}\uFF08{1}\u306B\u3088\u308A\u4FDD\u5B58\uFF09- \u4FDD\u5B58\u3057\u3066\u5185\u5BB9\u3092\u30DE\u30FC\u30B8\u3057\u3066\u304F\u3060\u3055\u3044\u3002
realtime.conflictResolved=\u30DE\u30FC\u30B8\u7AF6\u5408\u3092\u9060\u9694\u3067\u89E3\u6C7A\u3057\u307E\u3057\u305F\u3002\u73FE\u5728\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306F{0}
realtime.mergeDialog.prompt=\u30EA\u30A2\u30EB\u30BF\u30A4\u30E0\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u5916\u3067\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u5909\u66F4\u304C\u52A0\u3048\u3089\u308C\u305F\u305F\u3081\u3001\u3042\u306A\u305F\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3068\u30DE\u30FC\u30B8\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3069\u306E\u3088\u3046\u306B\u6271\u3044\u307E\u3059\u304B\uFF1F
realtime.mergeDialog.keepRealtime=\u5168\u3066\u306E\u5909\u66F4\u3092\u73FE\u5728\u306E\u30EA\u30A2\u30EB\u30BF\u30A4\u30E0\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u4E0A\u66F8\u304D
realtime.mergeDialog.keepRemote=\u5168\u3066\u306E\u5909\u66F4\u3092\u73FE\u5728\u306E\u9060\u9694\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u4E0A\u66F8\u304D
realtime.redirectDialog.pluralPrompt=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u30EA\u30A2\u30EB\u30BF\u30A4\u30E0\u306E\u7570\u306A\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u65E2\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002\u3069\u3061\u3089\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u53C2\u52A0\u3057\u307E\u3059\u304B\uFF1F
realtime.redirectDialog.create=\u65B0\u3057\u3044\u30EA\u30A2\u30EB\u30BF\u30A4\u30E0\u306E{0}\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u8981\u6C42
realtime.redirectDialog.join=\u30EA\u30A2\u30EB\u30BF\u30A4\u30E0\u306E{0}\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u53C2\u52A0
realtime.waiting=\u5FDC\u7B54\u3092\u5F85\u6A5F\u3057\u3066\u3044\u307E\u3059
realtime.requestASession=\u3053\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306F\u4ED6\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u3088\u308A\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30B3\u30E9\u30DC\u30EC\u30FC\u30B7\u30E7\u30F3\u7528\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u8981\u6C42\u3057\u307E\u3059\u304B\uFF1F
realtime.requestDialog.prompt=\u8AB0\u304B\u304C\u3053\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u540C\u6642\u306B\u7DE8\u96C6\u3059\u308B\u3053\u3068\u3092\u5E0C\u671B\u3057\u3066\u3044\u307E\u3059\u3002\u30B3\u30E9\u30DC\u30EC\u30FC\u30B7\u30E7\u30F3\u7528\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u3057\u307E\u3059\u304B\uFF1F
realtime.requestDialog.create=\u4FDD\u5B58\u3057\u3066{0}\u306E\u30B3\u30E9\u30DC\u30EC\u30FC\u30B7\u30E7\u30F3\u7528\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u4F5C\u6210
realtime.requestDialog.reject=\u30AA\u30D5\u30E9\u30A4\u30F3\u306E\u307E\u307E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u30ED\u30C3\u30AF\u3092\u7D99\u7D9A
realtime.requestDialog.autoAccept=\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u884C\u308F\u306A\u3051\u308C\u3070\u3001\u30B3\u30E9\u30DC\u30EC\u30FC\u30B7\u30E7\u30F3\u7528\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306F \u306B\u4F5C\u6210\u3055\u308C\u307E\u3059 
realtime.requestDialog.saveError=\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30B3\u30E9\u30DC\u30EC\u30FC\u30B7\u30E7\u30F3\u7528\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u3078\u306E\u53C2\u52A0\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u307E\u3057\u305F\u3002
realtime.rejectDialog.prompt=\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u30ED\u30C3\u30AF\u304C\u89E3\u9664\u3055\u308C\u308B\u307E\u3067\u5F85\u6A5F\u3067\u304D\u307E\u3059\u3002\u5F37\u5236\u7684\u306B\u7DE8\u96C6\u3057\u305F\u5834\u5408\u3001\u5185\u5BB9\u304C\u5931\u308F\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
realtime.rejectDialog.invalid=\u4ED6\u306E\u30E6\u30FC\u30B6\u30FC\u304C\u4F7F\u7528\u3057\u3066\u3044\u308B\u7DE8\u96C6\u30E2\u30FC\u30C9\u3067\u306F\u30B3\u30E9\u30DC\u30EC\u30FC\u30B7\u30E7\u30F3\u30E2\u30FC\u30C9\u3092\u6709\u52B9\u306B\u3067\u304D\u307E\u305B\u3093\u3002\u8981\u6C42\u306F\u81EA\u52D5\u7684\u306B\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u30ED\u30C3\u30AF\u304C\u89E3\u9664\u3055\u308C\u308B\u307E\u3067\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002
realtime.rejectDialog.ok=OK
realtime.conflictsWarning=\u8907\u6570\u306E\u30E6\u30FC\u30B6\u30FC\u304C\u3053\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u540C\u6642\u306B\u7DE8\u96C6\u3057\u3066\u3044\u307E\u3059\u3002
realtime.conflictsWarningInfoRt=\u30B3\u30E9\u30DC\u30EC\u30FC\u30B7\u30E7\u30F3\u7528\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u53C2\u52A0\u3059\u308B\u3068\u3001\u3053\u308C\u3089\u306E\u554F\u984C\u3092\u56DE\u907F\u3067\u304D\u307E\u3059\u3002
realtime.conflictsWarningInfo=\u3053\u308C\u3089\u306E\u554F\u984C\u306F\u3001\u3042\u306A\u305F\u306E\u5909\u66F4\u3092<strong>\u30B3\u30D4\u30FC\u307E\u305F\u306F\u4FDD\u5B58</strong>\u3057\u3066\u3001\u305D\u308C\u304B\u3089\u3067\u9632\u3050\u3053\u3068\u304C\u3067\u304D\u307E\u3059 
realtime.conflictsWarningInfoLink=\u30EA\u30A2\u30EB\u30BF\u30A4\u30E0\u306E\u30B3\u30E9\u30DC\u30EC\u30FC\u30B7\u30E7\u30F3\u3092\u6709\u52B9\u306B\u3059\u308B\u3053\u3068
realtime.wsError=\u30EA\u30A2\u30EB\u30BF\u30A4\u30E0\u30B7\u30B9\u30C6\u30E0\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
realtime.wsErrorInfo=\u4ED6\u306E\u30E6\u30FC\u30B6\u30FC\u304C\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u5171\u540C\u3067\u7DE8\u96C6\u3057\u3088\u3046\u3068\u3057\u3066\u304A\u308A\u3001\u30B3\u30E9\u30DC\u30EC\u30FC\u30B7\u30E7\u30F3\u7528\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u53C2\u52A0\u3067\u304D\u306A\u3044\u5834\u5408\u3001\u8B66\u544A\u306F\u8868\u793A\u3055\u308C\u307E\u305B\u3093\u3002
realtime.wsErrorConflicts=\u3082\u3057\u4ED6\u306E\u30E6\u30FC\u30B6\u30FC\u304C\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u540C\u6642\u306B\u7DE8\u96C6\u3057\u3066\u3044\u308B\u5834\u5408\u3001\u5185\u5BB9\u3092\u5931\u3046\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
realtime.connectingBox=\u30B3\u30E9\u30DC\u30EC\u30FC\u30B7\u30E7\u30F3\u7528\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u63A5\u7D9A\u3057\u3066\u3044\u307E\u3059\u3002\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u2026
realtime.connectionLost=\u30B3\u30E9\u30DC\u30EC\u30FC\u30B7\u30E7\u30F3\u7528\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u304B\u3089\u5207\u65AD\u3057\u307E\u3057\u305F\u3002
realtime.connectionLostInfo=\u518D\u63A5\u7D9A\u3092\u8A66\u307F\u308B\u9593\u3001\u30A8\u30C7\u30A3\u30BF\u30FC\u306F\u8AAD\u307F\u8FBC\u307F\u5C02\u7528\u30E2\u30FC\u30C9\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
realtime.reloadDialog.prompt=\u30AA\u30D5\u30E9\u30A4\u30F3\u306E\u9593\u306B\u30EA\u30A2\u30EB\u30BF\u30A4\u30E0\u30BB\u30C3\u30B7\u30E7\u30F3\u306F\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306F\u73FE\u5728\u8AAD\u307F\u8FBC\u307F\u5C02\u7528\u30E2\u30FC\u30C9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30C0\u30A4\u30A2\u30ED\u30B0\u3092\u9589\u3058\u3066\u3001\u6700\u65B0\u306E\u5909\u66F4\u304C\u4FDD\u5B58\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306F\u30B3\u30D4\u30FC\u3057\u3001\u518D\u3073\u7DE8\u96C6\u3059\u308B\u5834\u5408\u306F\u30DA\u30FC\u30B8\u3092\u518D\u8AAD\u307F\u8FBC\u307F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
realtime.reloadDialog.reload=\u30DA\u30FC\u30B8\u306E\u518D\u8AAD\u307F\u8FBC\u307F\u3092\u884C\u3046
realtime.reloadDialog.exit=\u3053\u306E\u30C0\u30A4\u30A2\u30ED\u30B0\u3092\u9589\u3058\u308B
realtime.disableDialog.prompt=\u30B3\u30E9\u30DC\u30EC\u30FC\u30B7\u30E7\u30F3\u7528\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u304B\u3089\u9000\u51FA\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u4ED6\u306E\u30E6\u30FC\u30B6\u30FC\u304C\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u7DE8\u96C6\u3057\u3066\u3044\u308B\u5834\u5408\u3001\u5185\u5BB9\u304C\u5931\u308F\u308C\u308B\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u7D9A\u884C\u3057\u3066\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
realtime.disableDialog.ok=\u30B3\u30E9\u30DC\u30EC\u30FC\u30B7\u30E7\u30F3\u7528\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u304B\u3089\u9000\u51FA
realtime.disableDialog.exit=\u30AD\u30E3\u30F3\u30BB\u30EB
realtime.versionDialog.prompt=\u6700\u5F8C\u306B\u4FDD\u5B58\u3057\u3066\u304B\u3089\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u5909\u66F4\u3055\u308C\u307E\u3057\u305F\u3002\u5909\u66F4\u3092\u30B3\u30D4\u30FC\u3057\u3066\u3001\u30DA\u30FC\u30B8\u306E\u518D\u8AAD\u307F\u8FBC\u307F\u3092\u884C\u3044\u3001\u6700\u65B0\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u53D6\u5F97\u3057\u3066\u304F\u3060\u3055\u3044\u3002
realtime.versionDialog.old=\u3042\u306A\u305F\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\uFF1A 
realtime.versionDialog.latest=\u6700\u65B0\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\uFF1A 
realtime.versionDialog.link=\u5DEE\u5206\u3092\u95B2\u89A7
realtime.autoAcceptSave=\u30B3\u30E9\u30DC\u30EC\u30FC\u30B7\u30E7\u30F3\u7528\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u5207\u308A\u66FF\u3048\u308B\u969B\u306B\u81EA\u52D5\u4FDD\u5B58
realtime.editor.getContentFailed=\u7DE8\u96C6\u6E08\u306E\u5185\u5BB9\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u5909\u66F4\u3092\u30B3\u30D4\u30FC\u3057\u3066\u3001\u30A8\u30C7\u30A3\u30BF\u30FC\u3092\u518D\u8AAD\u307F\u8FBC\u307F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
