# ---------------------------------------------------------------------------
# See the NOTICE file distributed with this work for additional
# information regarding copyright ownership.
#
# This is free software; you can redistribute it and/or modify it
# under the terms of the GNU Lesser General Public License as
# published by the Free Software Foundation; either version 2.1 of
# the License, or (at your option) any later version.
#
# This software is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
# Lesser General Public License for more details.
#
# You should have received a copy of the GNU Lesser General Public
# License along with this software; if not, write to the Free
# Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA
# 02110-1301 USA, or see the FSF site: http://www.fsf.org.
# ---------------------------------------------------------------------------
realtime.allowRealtime=Autoriser la collaboration temps-réel
realtime.requestDialog.prompt=Un autre utilisateur souhaite modifier ce document. Acceptez-vous de créer une session collaborative ?
realtime.requestDialog.create=Sauver et créer une session {0} collaborative
realtime.requestDialog.reject=Garder le document verrouillé
realtime.requestDialog.autoCreate=Sans action de votre part, une session collaborative sera créée dans {0}s.
realtime.requestDialog.saveError=Enregistrement impossible. Votre demande de rejoindre la session collaborative a \u00E9t\u00E9 annul\u00E9e.
realtime.rejectDialog.prompt=Votre demande a été refusée. Vous pouvez attendre que le document soit déverrouillé. Si vous forcez l'édition, vous risquez de perdre du contenu.
realtime.rejectDialog.invalid=Le mode d'édition utilisé actuellement pas l'autre éditeur ne permet pas l'édition collaborative. Votre demande a été refusée automatiquement. Veuillez attendre que le document soit déverrouillé.
realtime.rejectDialog.ok=OK
realtime.forbidden=Vous n'ętes pas autorisé ŕ créer ou rejoindre une session d'édition temps-réel pour cette page.
realtime.autoAcceptSave=Sauvegarde automatique lors du passage ŕ une session collaborative
realtime.done=Termin\u00E9
realtime.done.hint=Enregistrer et retourner en mode lecture
realtime.summarize=Résumer les modifications
realtime.summarize.hint=Résumer vos modifications et continuer l'édition
realtime.summarizeAndDone=Résumer & Terminer
realtime.summarizeAndDone.hint=Résumer vos modifications et retourner en mode lecture
realtime.leave=Quitter l'édition collaborative
realtime.leave.hint=Quitter l'édition collaborative et continuer ŕ éditer seul
realtime.leave.confirmation=Ętes-vous sűr de vouloir quitter l'édition collaborative et continuer ŕ éditer seul\u202F? Les modifications que vous sauvegarderez en éditant seul aboutiront ŕ des conflits de version avec les modifications autosauvegardées par les sessions d'édition collaboratives temps-réel.
realtime.leave.accept=Quitter
realtime.join.error=Impossible de rejoindre l'édition collaborative temps-réel.
realtime.history=Historique
realtime.history.hint=Versions récentes
realtime.users=Utilisateurs
realtime.users.hint=Voir qui édite
realtime.saveStatus.unsaved=Non enregistr\u00E9
realtime.saveStatus.saving=Enregistrement en cours
realtime.saveStatus.saved=Enregistr\u00E9
### Missing: realtime.autoSaveSummary=Auto-saved during real-time collaboration
realtime.close=Fermer
realtime.summary=Résumé
realtime.minorChange=Modification mineure
realtime.minorChange.hint=Les modifications mineures sont masqu\u00E9es par d\u00E9faut dans l'historique.
realtime.changes=Modifications
realtime.changes.empty=Aucune modification
realtime.changes.isnew=La page n'existe pas encore.
realtime.changes.error=Erreur lors du chargement des modifications
realtime.disconnected=Déconnecté
realtime.connecting=Connexion en cours
realtime.failedToLoadVersion=Échec de chargement de la version.
realtime.concurrentEditingWarning=Alerte concernant des modifications simultan\u00E9es
realtime.concurrentEditingWarning.connected=Quelqu'un est en train de modifier cette page en dehors de la session de collaboration temps-r\u00E9el. Leurs modifications pourraient g\u00E9n\u00E9rer des conflits lors de l'enregistrement.
realtime.concurrentEditingWarning.disconnected=Vous effectuez des modifications en dehors de la session de collaboration temps-r\u00E9el. Vos risquez de g\u00E9n\u00E9rer des conflits lors de l'enregistrement.
realtime.unsavedChangesRestored=Les modifications non enregistr\u00E9es ont \u00E9t\u00E9 r\u00E9cup\u00E9r\u00E9es
realtime.unsavedChangesRestoreFailed=Impossible de r\u00E9cup\u00E9rer les modifications non enregistr\u00E9es

###############################################################################
## Deprecated
## Note: each element should be removed when the last branch using it is no longer supported
###############################################################################

realtime.conflictsWarningInfo=Vous pouvez éviter ces problčmes en <strong>copiant ou sauvant</strong> vos modifications puis en 
realtime.requestDialog.autoAccept=Sans action de votre part, une session collaborative sera créée dans 
realtime.savedRemoteNoMerge=v{0} sauvegardé par {1} dans {2} - Enregistrez pour fusionner le contenu.
realtime.mergeOverwrite=La session temps-réel a été écrasée avec le dernier contenu sauvegardé
realtime.conflictResolved=Conflit résolu ŕ distance, maintenant en version v{0}
realtime.mergeDialog.prompt=Une modification a \u00E9t\u00E9 r\u00E9alis\u00E9e en dehors de la session temps-r\u00E9el, et le serveur n'a pas pu fusionner la modification avec votre version. Comment voulez-vous proc\u00E9der\u202F?
realtime.mergeDialog.keepRealtime=Écraser toutes les modifications avec le contenu de la session collaborative actuelle
realtime.mergeDialog.keepRemote=Remplacer toutes les modifications par la version distante
realtime.waiting=En attente d'une réponse
realtime.wsErrorInfo=Vous ne serez pas prévenu si quelqu'un souhaite modifier le document collaborativement et vous ne pourrez pas rejoindre une session collaborative.
realtime.versionDialog.prompt=Le document a été modifié depuis votre derničre sauvegarde. Veuillez faire une copie de vos derničres modifications et recharger la page pour obtenir la derničre version.
realtime.versionDialog.old=Votre version : 
realtime.versionDialog.latest=Derničre version : 
realtime.versionDialog.link=Voir les différences

#######################################
## since 16.10.6, 17.3.0RC1
#######################################
admin.edit.realtime=Éditeurs de la session temps-réel
admin.edit.realtime.description=Configurer les éditeurs de la session temps-réel.
XWiki.Realtime.ConfigurationClass_useGlobalConfig=Configuration globale
XWiki.Realtime.ConfigurationClass_useGlobalConfig.hint=Utiliser la configuration du wiki principal
XWiki.Realtime.ConfigurationClass_toolbarUserlist=Afficher les utilisateurs connectés
XWiki.Realtime.ConfigurationClass_toolbarUserlist.hint=Afficher la liste des utilisateurs connect\u00E9s au-dessus de la zone d'\u00E9dition
XWiki.Realtime.ConfigurationClass_toolbarUserlist_name=Afficher seulement les noms des utilisateurs
XWiki.Realtime.ConfigurationClass_toolbarUserlist_avatar=Afficher seulement les avatars des utilisateurs
XWiki.Realtime.ConfigurationClass_toolbarUserlist_both=Afficher les noms et avatars des utilisateurs
XWiki.Realtime.ConfigurationClass_marginAvatar=Afficher les utilisateurs en train d'éditer
XWiki.Realtime.ConfigurationClass_marginAvatar.hint=Afficher \u00E0 c\u00F4t\u00E9 de la zone d'\u00E9dition les avatars des utilisateur en train d'\u00E9crire
XWiki.Realtime.ConfigurationClass_enableMerge=Fusionner lors de l'enregistrement
XWiki.Realtime.ConfigurationClass_enableMerge.hint=Tenter la fusion des contenus \u00E0 l'enregistrement (ne d\u00E9sactivez que si vous constatez des probl\u00E8mes)
realtime.editingAlone=Édition seul(e)
realtime.editingWith=Édition avec :
realtime.synchronizing=Synchronisation
realtime.reconnecting=Reconnexion...
realtime.wsError=Nous n'avons pas réussi ŕ vous connecter ŕ la session d'édition collaborative.
realtime.connectingBox=Connexion ŕ la session collaborative. Veuillez patienter...
realtime.connectionLost=Vous avez perdu la connexion ŕ la session collaborative.
realtime.connectionLostInfo=L'éditeur est passé en mode lecture-seule pendant que nous essayons de vous reconnecter.
realtime.lag=Lag
realtime.saved=Sauvegarde : v{0}
realtime.savedRemote=v{0} sauvegardé par {1}
realtime.editor.getContentFailed=\u00C9chec de r\u00E9cup\u00E9ration du dernier contenu. Vous devriez essayer de faire une copie de vos modifications puis recharger l'\u00E9diteur.
realtime.disableDialog.prompt=Vous ętes sur le point de quitter la session collaborative. Si d'autres utilisateurs effectuent encore des modifications, vous risquez de perdre des données. Souhaitez-vous continuer\u202F?
realtime.disableDialog.ok=Quitter la session collaborative
realtime.disableDialog.exit=Annuler
realtime.redirectDialog.create=Demander une nouvelle session {0}
realtime.redirectDialog.join=Rejoindre la session {0}
realtime.requestASession=Le document est verrouillé par un autre utilisateur. Souhaitez-vous demander une session collaborative ?
realtime.redirectDialog.pluralPrompt=Plusieurs sessions temps-réel existent pour ce document. Quelle session voulez-vous rejoindre ?
realtime.sessionInProgress=Une session de collaboration temps-réel est en cours :
realtime.conflictsWarning=Plusieurs utilisateurs modifient ce document en męme temps.
realtime.conflictsWarningInfoRt=Vous pouvez éviter ces problčmes s'ils rejoignent la session collaborative.
realtime.conflictsWarningSuggestion=Vous pouvez \u00E9viter ces probl\u00E8mes en copiant ou enregistrant vos modifications puis {0}.
realtime.conflictsWarningInfoLink=activation de la collaboration en temps-réel
realtime.wsErrorConflicts=Vous risquez de perdre du contenu si d'autres personnes modifient le document en męme temps.
realtime.reloadDialog.prompt=La session collaborative a été interrompue pendant que vous étiez déconnecté. Le document est désormais en mode lecture-seule. Vous pouvez fermer ce message et copier vos derniers changements s'ils n'ont pas été sauvés, puis recharger la page pour reprendre l'édition.
realtime.reloadDialog.reload=Recharger la page maintenant
realtime.reloadDialog.exit=Fermer ce message

## Used to indicate where deprecated keys end
#@deprecatedend
