# ---------------------------------------------------------------------------
# See the NOTICE file distributed with this work for additional
# information regarding copyright ownership.
#
# This is free software; you can redistribute it and/or modify it
# under the terms of the GNU Lesser General Public License as
# published by the Free Software Foundation; either version 2.1 of
# the License, or (at your option) any later version.
#
# This software is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
# Lesser General Public License for more details.
#
# You should have received a copy of the GNU Lesser General Public
# License along with this software; if not, write to the Free
# Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA
# 02110-1301 USA, or see the FSF site: http://www.fsf.org.
# ---------------------------------------------------------------------------
realtime.editingAlone=Edition seul(e)
realtime.editingWith=Edition avec:
realtime.disconnected=D\u00E9connect\u00E9
realtime.synchronizing=Synchronisation
realtime.reconnecting=Reconnection...
realtime.lag=Lag
realtime.allowRealtime=Collaboration temps-r\u00E9el
realtime.sessionInProgress=Une session de collaboration temps-r\u00E9el est en cours:
realtime.saved=Sauvegarde: v{0}
realtime.mergeOverwrite=La sessions temps-r\u00E9el a \u00E9t\u00E9 \u00E9cras\u00E9e avec le dernier contenu sauvegard\u00E9
realtime.savedRemote=v{0} sauvegard\u00E9 par {1}
realtime.savedRemoteNoMerge=v{0} sauvergard\u00E9 {1} dans {2} - Enregistrez pour fusionner le contenu.
realtime.conflictResolved=Conflit r\u00E9solu par un utilisateur distant, version v{0}
realtime.mergeDialog.prompt=Un changement a \u00E9t\u00E9 r\u00E9alis\u00E9 en dehors de la session temps-r\u00E9el, et le serveur n'a pas pu fusionner la modification avec votre version. Que voulez vous faire ?
realtime.mergeDialog.keepRealtime=Garder la session temps-r\u00E9el
realtime.mergeDialog.keepRemote=Garder les changements distants
realtime.redirectDialog.pluralPrompt=Plusieurs sessions temps-r\u00E9el existent pour ce document. Quelle session voulez-vous rejoindre ?
realtime.redirectDialog.create=Demander une nouvelle session {0}
realtime.redirectDialog.join=Rejoindre la session {0}
realtime.waiting=En attente d'une r\u00E9ponse...
realtime.requestASession=Le document est verrouill\u00E9 par un autre utilisateur. Souhaitez-vous demander une session collaborative ?
realtime.requestDialog.prompt=Un autre utilisateur souhaite modifier ce document. Acceptez-vous de cr\u00E9er une session collaborative ?
realtime.requestDialog.create=Sauver et cr\u00E9er une session {0} collaborative
realtime.requestDialog.reject=Garder le document verrouill\u00E9
realtime.requestDialog.autoAccept=Sans action de votre part, une session collaborative sera cr\u00E9\u00E9e dans 
realtime.requestDialog.saveError=Nous n'avons pas pu sauver le document. Vous n'avez donc pas rejoint la session collaborative.
realtime.rejectDialog.prompt=Votre demande a \u00E9t\u00E9 refus\u00E9e. Vous pouvez attendre que le document soit d\u00E9verrouill\u00E9. Si vous forcez l'\u00E9dition, you risquez de perdre du contenu.
realtime.rejectDialog.invalid=Le mode d'\u00E9dition utilis\u00E9 actuellement pas l'autre \u00E9diteur ne permet pas l'\u00E9dition collaborative. Votre demande a \u00E9t\u00E9 refus\u00E9e automatiquement. Veuillez attendre que le document soit d\u00E9verrouill\u00E9.
realtime.rejectDialog.ok=OK
realtime.conflictsWarning=Plusieurs utilisateurs modifient ce document en m\u00EAme temps.
realtime.conflictsWarningInfoRt=Vous pouvez \u00E9viter ces probl\u00E8mes s'ils rejoingnent la session collaborative.
realtime.conflictsWarningInfo=Vous pouvez \u00E9viter ces probl\u00E8mes en <strong>copiant ou sauvant</strong> vos modifications puis en 
realtime.conflictsWarningInfoLink=activant la collaboration en temps-r\u00E9el
realtime.wsError=Nous n'avons pas r\u00E9ussi \u00E0 vous connecter au syst\u00E8me temps-r\u00E9el.
realtime.wsErrorInfo=Vous ne serez pas pr\u00E9venu si quelqu'un souhaite modifier le document collaborativement et vous ne pouvez pas rejoindre une session collaborative.
realtime.wsErrorConflicts=Vous risquez de perdre du contenu si d'autres personnes modifient le document en m\u00EAme temps.
realtime.connectingBox=Connexion \u00E0 la session collaborative. Veuillez patienter...
realtime.connectionLost=Vous avez perdu la connexion \u00E0 la session collaborative.
realtime.connectionLostInfo=L'\u00E9diteur est pass\u00E9 en mode lecture-seule pendant que nous essayons de vous reconnecter.
realtime.reloadDialog.prompt=La session collaborative a \u00E9t\u00E9 interrompue pendant que vous \u00E9tiez d\u00E9connect\u00E9. Le document est d\u00E9sormais en mode lecture-seule. Vous pouvez fermer ce message et copier vos derniers changements s'ils n'ont pas \u00E9t\u00E9 sauv\u00E9s, puis recharger la page pour reprendre l'\u00E9dition.
realtime.reloadDialog.reload=Recharger la page maintenant
realtime.reloadDialog.exit=Fermer ce message
realtime.disableDialog.prompt=Vous \u00EAtes sur le point de quitter la session collaborative. Si d'autres utilisateurs sont encore pr\u00E9sents et effectuent des modifications, vous risquez de perdre des donn\u00E9es. Souhaitez-vous continuer ?
realtime.disableDialog.ok=Quitter la session collaborative
realtime.disableDialog.exit=Annuler
realtime.versionDialog.prompt=Le document a \u00E9t\u00E9 modifi\u00E9 depuis votre derni\u00E8re sauvegarde. Veuillez copier vos derni\u00E8res modifications et recharger la page pour obtenir la derni\u00E8re version.
realtime.versionDialog.old=Votre version : 
realtime.versionDialog.latest=Derni\u00E8re version : 
realtime.versionDialog.link=Voir les diff\u00E9rences
realtime.autoAcceptSave=Sauvegarde automatique lors du passage \u00E0 une session collaborative