# ---------------------------------------------------------------------------
# See the NOTICE file distributed with this work for additional
# information regarding copyright ownership.
#
# This is free software; you can redistribute it and/or modify it
# under the terms of the GNU Lesser General Public License as
# published by the Free Software Foundation; either version 2.1 of
# the License, or (at your option) any later version.
#
# This software is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
# Lesser General Public License for more details.
#
# You should have received a copy of the GNU Lesser General Public
# License along with this software; if not, write to the Free
# Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA
# 02110-1301 USA, or see the FSF site: http://www.fsf.org.
# ---------------------------------------------------------------------------
admin.edit.realtime=Echtzeit-Editoren
admin.edit.realtime.description=Konfiguriere die Echtzeit-Editoren.
XWiki.Realtime.ConfigurationClass_useGlobalConfig=Globale Konfiguration
XWiki.Realtime.ConfigurationClass_useGlobalConfig.hint=Verwende die Konfiguration des Hauptwikis
XWiki.Realtime.ConfigurationClass_toolbarUserlist=Verbundene Nutzer anzeigen
XWiki.Realtime.ConfigurationClass_toolbarUserlist.hint=Die Liste der verbundenen Benutzer oben im Bearbeitungsbereich anzeigen
XWiki.Realtime.ConfigurationClass_toolbarUserlist_name=Nur Usernamen anzeigen
XWiki.Realtime.ConfigurationClass_toolbarUserlist_avatar=Nur Useravatare anzeigen
XWiki.Realtime.ConfigurationClass_toolbarUserlist_both=Usernamen und -avatare anzeigen
XWiki.Realtime.ConfigurationClass_marginAvatar=Bearbeitende Benutzer anzeigen
XWiki.Realtime.ConfigurationClass_marginAvatar.hint=Zeige an der Seite des Bearbeitungsbereichs die Avatare der Benutzer an, die gerade tippen
XWiki.Realtime.ConfigurationClass_enableMerge=Zusammenf\u00FChren beim Speichern
XWiki.Realtime.ConfigurationClass_enableMerge.hint=Versuche, den Inhalt beim Speichern eines Dokuments zusammenzuf\u00FChren (nur deaktivieren, wenn dies Probleme verursacht)
realtime.editingAlone=Alleine bearbeiten
realtime.editingWith=Bearbeiten mit:
realtime.disconnected=Getrennt
realtime.synchronizing=Synchronisieren
realtime.reconnecting=Wiederverbinden...
realtime.lag=Verz\u00F6gerung
realtime.allowRealtime=Zusammenarbeit in Echtzeit zulassen
realtime.sessionInProgress=Eine Echtzeit-Editor-Sitzung ist im Gange:
realtime.saved=Gespeichert: v{0}
realtime.mergeOverwrite=Der Inhalt der Echtzeitsitzung wurde mit dem zuletzt gespeicherten Status \u00FCberschrieben
realtime.savedRemote=v{0} gespeichert von {1}
realtime.savedRemoteNoMerge=v{0} gespeichert von {1} in {2} - Hier speichern, um den Inhalt zusammenzuf\u00FChren.
realtime.conflictResolved=Merge-Konflikt remote gel\u00F6st, jetzt v{0}
realtime.mergeDialog.prompt=Am Dokument wurde au\u00DFerhalb der Echtzeitsitzung eine \u00C4nderung vorgenommen, und der Server hatte Schwierigkeiten, sie mit Ihrer Version zusammenzuf\u00FChren. Wie m\u00F6chten Sie damit umgehen?
realtime.mergeDialog.keepRealtime=\u00DCberschreiben Sie alle \u00C4nderungen mit der aktuellen Realtime-Version
realtime.mergeDialog.keepRemote=\u00DCberschreiben Sie alle \u00C4nderungen mit der aktuellen Remote-Version
realtime.redirectDialog.pluralPrompt=F\u00FCr dieses Dokument existieren bereits verschiedene Echtzeitsitzungen. An welcher Sitzung m\u00F6chten Sie teilnehmen?
realtime.redirectDialog.create=Fordern Sie eine neue Echtzeit-{0}-Sitzung an
realtime.redirectDialog.join=Treten Sie der Echtzeit-{0}-Sitzung bei
realtime.waiting=Auf Antwort warten
realtime.requestASession=Das Dokument ist von einem anderen Benutzer gesperrt. M\u00F6chten Sie eine gemeinsame Sitzung anfordern?
realtime.requestDialog.prompt=Jemand m\u00F6chte dieses Dokument mit Ihnen bearbeiten. M\u00F6chten Sie eine gemeinsame Sitzung erstellen?
realtime.requestDialog.create=Speichern und erstellen Sie eine {0} gemeinsame Sitzung
realtime.requestDialog.reject=Bleiben Sie offline und halten Sie das Dokument gesperrt
realtime.requestDialog.autoCreate=Es wird in {0}s eine kollaborative Sitzung erstellt, ohne dass Du was tun musst.
realtime.requestDialog.saveError=Es konnte nicht gespeichert werden. Ihre Anfrage zur Teilnahme an der kollaborativen Sitzung wurde storniert.
realtime.rejectDialog.prompt=Ihre Anfrage wurde abgelehnt. Sie k\u00F6nnen warten, bis das Dokument entsperrt ist. Wenn Sie die Sperre erzwingen, riskieren Sie den Verlust von Inhalten.
realtime.rejectDialog.invalid=Der aktuell vom anderen Benutzer verwendete Bearbeitungsmodus erlaubt keine gemeinsame Bearbeitung. Ihre Anfrage wurde automatisch abgelehnt. Bitte warten Sie, bis das Dokument entsperrt ist.
realtime.rejectDialog.ok=OK
realtime.conflictsWarning=Mehrere Benutzer bearbeiten dieses Dokument gleichzeitig.
realtime.conflictsWarningInfoRt=Sie k\u00F6nnen diese Probleme vermeiden, wenn Sie an der gemeinsamen Sitzung teilnehmen.
realtime.conflictsWarningSuggestion=Du kannst diese Probleme verhindern, indem Du Deine \u00C4nderungen kopierst oder speicherst und dann {0}.
realtime.conflictsWarningInfoLink=Zusammenarbeit in Echtzeit erm\u00F6glichen
realtime.wsError=Wir konnten Sie nicht mit dem Echtzeitsystem verbinden.
realtime.wsErrorInfo=Sie werden nicht gewarnt, wenn andere Benutzer das Dokument gemeinsam bearbeiten m\u00F6chten, und Sie k\u00F6nnen einer gemeinsamen Sitzung nicht beitreten.
realtime.wsErrorConflicts=Sie riskieren den Inhaltsverlust, wenn andere Benutzer das Dokument gleichzeitig bearbeiten.
realtime.connectingBox=Verbinden mit der kollaborativen Sitzung. Warten Sie...
realtime.connectionLost=Sie haben die Verbindung zur gemeinsamen Sitzung verloren.
realtime.connectionLostInfo=Der Editor wurde in den schreibgesch\u00FCtzten Modus versetzt, w\u00E4hrend versucht wird, die Verbindung wiederherzustellen.
realtime.reloadDialog.prompt=Die Echtzeitsitzung wurde beendet, w\u00E4hrend Sie offline waren. Das Dokument befindet sich jetzt im schreibgesch\u00FCtzten Modus. Sie k\u00F6nnen dieses Fenster schlie\u00DFen und Ihre letzten \u00C4nderungen kopieren, wenn sie nicht gespeichert wurden, und dann die Seite neu laden, um sie erneut einzuf\u00FCgen.
realtime.reloadDialog.reload=Laden Sie die Seite jetzt neu
realtime.reloadDialog.exit=Schlie\u00DFen Sie diesen Dialog
realtime.disableDialog.prompt=Sie sind dabei, die gemeinsame Sitzung zu verlassen. Wenn andere Benutzer das Dokument noch bearbeiten, riskieren Sie den Inhaltsverlust. M\u00F6chten Sie weiter machen?
realtime.disableDialog.ok=Verlassen Sie die kollaborative Sitzung
realtime.disableDialog.exit=Abbrechen
realtime.versionDialog.prompt=Das Dokument wurde seit dem letzten Speichern ge\u00E4ndert. Bitte kopieren Sie Ihre \u00C4nderungen und laden Sie die Seite neu, um die neueste Version zu erhalten.
realtime.versionDialog.old=Ihre Version: 
realtime.versionDialog.latest=Letzte Version: 
realtime.versionDialog.link=Unterschiede anzeigen
realtime.autoAcceptSave=Automatisches Speichern beim Wechseln zu einer kollaborativen Sitzung
realtime.editor.getContentFailed=Der bearbeitete Inhalt konnte nicht abgerufen werden. Sie sollten versuchen, Ihre \u00C4nderungen zu kopieren und den Editor neu zu laden.

###############################################################################
## Deprecated
## Note: each element should be removed when the last branch using it is no longer supported
###############################################################################

realtime.conflictsWarningInfo=Sie k\u00F6nnen diese Probleme vermeiden, indem Sie Ihre \u00C4nderungen <strong>kopieren oder speichern</strong> und dann 
realtime.requestDialog.autoAccept=Ohne Ihr Zutun wird eine gemeinsame Sitzung erstellt 

## Used to indicate where deprecated keys end
#@deprecatedend
