# ---------------------------------------------------------------------------
# See the NOTICE file distributed with this work for additional
# information regarding copyright ownership.
#
# This is free software; you can redistribute it and/or modify it
# under the terms of the GNU Lesser General Public License as
# published by the Free Software Foundation; either version 2.1 of
# the License, or (at your option) any later version.
#
# This software is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
# Lesser General Public License for more details.
#
# You should have received a copy of the GNU Lesser General Public
# License along with this software; if not, write to the Free
# Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA
# 02110-1301 USA, or see the FSF site: http://www.fsf.org.
# ---------------------------------------------------------------------------
admin.edit.realtime=\u0420\u0435\u0434\u0430\u043A\u0442\u043E\u0440\u0438 \u0432 \u0440\u0435\u0436\u0438\u043C\u0456 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0447\u0430\u0441\u0443
admin.edit.realtime.description=\u041D\u0430\u043B\u0430\u0448\u0442\u0443\u0432\u0430\u0442\u0438 \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440\u0438 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0447\u0430\u0441\u0443.
XWiki.Realtime.ConfigurationClass_useGlobalConfig=\u0413\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u0435 \u043D\u0430\u043B\u0430\u0448\u0442\u0443\u0432\u0430\u043D\u043D\u044F
XWiki.Realtime.ConfigurationClass_useGlobalConfig.hint=\u0412\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0439\u0442\u0435 \u043E\u0441\u043D\u043E\u0432\u043D\u0443 \u043A\u043E\u043D\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u044E \u0432\u0456\u043A\u0456
XWiki.Realtime.ConfigurationClass_toolbarUserlist=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u0438 \u043F\u0456\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0445 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432
XWiki.Realtime.ConfigurationClass_toolbarUserlist.hint=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u0438 \u0441\u043F\u0438\u0441\u043E\u043A \u043F\u0456\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0445 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u0443 \u0432\u0435\u0440\u0445\u043D\u0456\u0439 \u0447\u0430\u0441\u0442\u0438\u043D\u0456 \u043E\u0431\u043B\u0430\u0441\u0442\u0456 \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043D\u043D\u044F
XWiki.Realtime.ConfigurationClass_toolbarUserlist_name=\u041F\u043E\u043A\u0430\u0437\u0443\u0432\u0430\u0442\u0438 \u043B\u0438\u0448\u0435 \u0456\u043C\u0435\u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432
XWiki.Realtime.ConfigurationClass_toolbarUserlist_avatar=\u041F\u043E\u043A\u0430\u0437\u0443\u0432\u0430\u0442\u0438 \u043B\u0438\u0448\u0435 \u0430\u0432\u0430\u0442\u0430\u0440\u043A\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432
XWiki.Realtime.ConfigurationClass_toolbarUserlist_both=\u041F\u043E\u043A\u0430\u0437\u0443\u0432\u0430\u0442\u0438 \u044F\u043A \u0456\u043C\u0435\u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432, \u0442\u0430\u043A \u0456 \u0457\u0445 \u0430\u0432\u0430\u0442\u0430\u0440\u043A\u0438
XWiki.Realtime.ConfigurationClass_marginAvatar=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432, \u044F\u043A\u0456 \u0440\u0435\u0434\u0430\u0433\u0443\u044E\u0442\u044C
XWiki.Realtime.ConfigurationClass_marginAvatar.hint=\u041F\u043E\u043A\u0430\u0437\u0443\u0432\u0430\u0442\u0438 \u0437\u0431\u043E\u043A\u0443 \u0432\u0456\u0434 \u043E\u0431\u043B\u0430\u0441\u0442\u0456 \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043D\u043D\u044F \u0430\u0432\u0430\u0442\u0430\u0440\u043A\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432, \u044F\u043A\u0456 \u0437\u0430\u0440\u0430\u0437 \u0432\u0432\u043E\u0434\u044F\u0442\u044C \u0442\u0435\u043A\u0441\u0442
XWiki.Realtime.ConfigurationClass_enableMerge=\u041E\u0431'\u0454\u0434\u043D\u0430\u0442\u0438 \u043F\u0456\u0434 \u0447\u0430\u0441 \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u043D\u044F
XWiki.Realtime.ConfigurationClass_enableMerge.hint=\u0421\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u043E\u0431'\u0454\u0434\u043D\u0430\u0442\u0438 \u0432\u043C\u0456\u0441\u0442 \u043F\u0456\u0434 \u0447\u0430\u0441 \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u043D\u044F \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 (\u0432\u0438\u043C\u043A\u043D\u0456\u0442\u044C, \u043B\u0438\u0448\u0435 \u044F\u043A\u0449\u043E \u0446\u0435 \u0441\u043F\u0440\u0438\u0447\u0438\u043D\u044F\u0454 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0438)
# ---------------------------------------------------------------------------
# See the NOTICE file distributed with this work for additional
# information regarding copyright ownership.
#
# This is free software; you can redistribute it and/or modify it
# under the terms of the GNU Lesser General Public License as
# published by the Free Software Foundation; either version 2.1 of
# the License, or (at your option) any later version.
#
# This software is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
# Lesser General Public License for more details.
#
# You should have received a copy of the GNU Lesser General Public
# License along with this software; if not, write to the Free
# Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA
# 02110-1301 USA, or see the FSF site: http://www.fsf.org.
# ---------------------------------------------------------------------------
realtime.editingAlone=\u0420\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043D\u043D\u044F \u0441\u0430\u043C\u043E\u0441\u0442\u0456\u0439\u043D\u043E
realtime.editingWith=\u0420\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043D\u043D\u044F \u0437:
realtime.disconnected=\u0412\u0456\u0434'\u0454\u0434\u043D\u0430\u043D\u043E
realtime.synchronizing=\u0421\u0438\u043D\u0445\u0440\u043E\u043D\u0456\u0437\u0430\u0446\u0456\u044F
realtime.reconnecting=\u041F\u043E\u0432\u0442\u043E\u0440\u043D\u0435 \u0437'\u0454\u0434\u043D\u0430\u043D\u043D\u044F...
realtime.lag=\u0417\u0430\u0442\u0440\u0438\u043C\u043A\u0430
realtime.allowRealtime=\u0414\u043E\u0437\u0432\u043E\u043B\u0438\u0442\u0438 \u0441\u043F\u0456\u0432\u043F\u0440\u0430\u0446\u044E \u0432 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u043C\u0443 \u0447\u0430\u0441\u0456
realtime.sessionInProgress=\u0422\u0440\u0438\u0432\u0430\u0454 \u0441\u0435\u0430\u043D\u0441 \u0420\u0435\u0434\u0430\u043A\u0442\u043E\u0440\u0430 \u0432 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u043C\u0443 \u0447\u0430\u0441\u0456:
realtime.saved=\u0417\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u043E: \u0432\u0435\u0440. {0}
realtime.mergeOverwrite=\u041F\u0435\u0440\u0435\u0437\u0430\u043F\u0438\u0441 \u0432\u043C\u0456\u0441\u0442\u0443 \u0441\u0435\u0430\u043D\u0441\u0443 \u0432 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u043C\u0443 \u0447\u0430\u0441\u0456 \u043E\u0441\u0442\u0430\u043D\u043D\u0456\u043C \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u0438\u043C \u0441\u0442\u0430\u043D\u043E\u043C
realtime.savedRemote=\u0432\u0435\u0440. {0} \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u043E {1}
realtime.savedRemoteNoMerge=\u0432\u0435\u0440. {0} \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u043E {1} \u043E {2} - \u0417\u0431\u0435\u0440\u0435\u0436\u0456\u0442\u044C \u0442\u0443\u0442, \u0449\u043E\u0431 \u043E\u0431''\u0454\u0434\u043D\u0430\u0442\u0438 \u0432\u043C\u0456\u0441\u0442.
realtime.conflictResolved=\u043A\u043E\u043D\u0444\u043B\u0456\u043A\u0442 \u0437\u043B\u0438\u0442\u0442\u044F \u0432\u0438\u0440\u0456\u0448\u0435\u043D\u043E \u0434\u0438\u0441\u0442\u0430\u043D\u0446\u0456\u0439\u043D\u043E, \u0442\u0435\u043F\u0435\u0440 \u0432\u0435\u0440. {0}
realtime.mergeDialog.prompt=\u0414\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u0431\u0443\u043B\u043E \u0432\u043D\u0435\u0441\u0435\u043D\u043E \u0437\u043C\u0456\u043D\u0438 \u043F\u043E\u0437\u0430 \u0441\u0435\u0430\u043D\u0441\u043E\u043C \u0443 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u043C\u0443 \u0447\u0430\u0441\u0456, \u0456 \u0441\u0435\u0440\u0432\u0435\u0440 \u043D\u0435 \u0437\u043C\u0456\u0433 \u043E\u0431'\u0454\u0434\u043D\u0430\u0442\u0438 \u0439\u043E\u0433\u043E \u0437 \u0432\u0430\u0448\u043E\u044E \u0432\u0435\u0440\u0441\u0456\u0454\u044E. \u042F\u043A \u0431\u0438 \u0432\u0438 \u0445\u043E\u0442\u0456\u043B\u0438 \u0446\u0435 \u0437\u0440\u043E\u0431\u0438\u0442\u0438?
realtime.mergeDialog.keepRealtime=\u041F\u0435\u0440\u0435\u0437\u0430\u043F\u0438\u0441\u0430\u0442\u0438 \u0432\u0441\u0456 \u0437\u043C\u0456\u043D\u0438 \u043F\u043E\u0442\u043E\u0447\u043D\u043E\u044E \u0432\u0435\u0440\u0441\u0456\u0454\u044E \u0432 \u0440\u0435\u0436\u0438\u043C\u0456 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0447\u0430\u0441\u0443
realtime.mergeDialog.keepRemote=\u041F\u0435\u0440\u0435\u0437\u0430\u043F\u0438\u0441\u0430\u0442\u0438 \u0432\u0441\u0456 \u0437\u043C\u0456\u043D\u0438 \u043F\u043E\u0442\u043E\u0447\u043D\u043E\u044E \u0434\u0438\u0441\u0442\u0430\u043D\u0446\u0456\u0439\u043D\u043E\u044E \u0432\u0435\u0440\u0441\u0456\u0454\u044E
realtime.redirectDialog.pluralPrompt=\u0414\u043B\u044F \u0446\u044C\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u0432\u0436\u0435 \u0456\u0441\u043D\u0443\u044E\u0442\u044C \u0440\u0456\u0437\u043D\u0456 \u0441\u0435\u0430\u043D\u0441\u0438 \u0432 \u0440\u0435\u0436\u0438\u043C\u0456 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0447\u0430\u0441\u0443. \u0414\u043E \u044F\u043A\u043E\u0433\u043E \u0441\u0435\u0430\u043D\u0441\u0443 \u0432\u0438 \u0431\u0430\u0436\u0430\u0454\u0442\u0435 \u043F\u0440\u0438\u0454\u0434\u043D\u0430\u0442\u0438\u0441\u044F?
realtime.redirectDialog.create=\u041D\u0430\u0434\u0456\u0441\u043B\u0430\u0442\u0438 \u0437\u0430\u043F\u0438\u0442 \u043D\u0430 \u043D\u043E\u0432\u0438\u0439 \u0441\u0435\u0430\u043D\u0441 {0} \u0443 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u043C\u0443 \u0447\u0430\u0441\u0456
realtime.redirectDialog.join=\u041F\u0440\u0438\u0454\u0434\u043D\u0430\u0442\u0438\u0441\u044F \u0434\u043E \u0441\u0435\u0430\u043D\u0441\u0443 {0} \u0432 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u043C\u0443 \u0447\u0430\u0441\u0456
realtime.waiting=\u041E\u0447\u0456\u043A\u0443\u0432\u0430\u043D\u043D\u044F \u0432\u0456\u0434\u043F\u043E\u0432\u0456\u0434\u0456
realtime.requestASession=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0437\u0430\u0431\u043B\u043E\u043A\u043E\u0432\u0430\u043D\u043E \u0456\u043D\u0448\u0438\u043C \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0435\u043C. \u0412\u0438 \u0445\u043E\u0447\u0435\u0442\u0435 \u043D\u0430\u0434\u0456\u0441\u043B\u0430\u0442\u0438 \u0437\u0430\u043F\u0438\u0442 \u043D\u0430 \u0441\u0435\u0430\u043D\u0441 \u0441\u043F\u0456\u0432\u043F\u0440\u0430\u0446\u0456?
realtime.requestDialog.prompt=\u0425\u0442\u043E\u0441\u044C \u0445\u043E\u0447\u0435 \u0440\u0430\u0437\u043E\u043C \u0456\u0437 \u0432\u0430\u043C\u0438 \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u0442\u0438 \u0446\u0435\u0439 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442. \u0411\u0430\u0436\u0430\u0454\u0442\u0435 \u0441\u0442\u0432\u043E\u0440\u0438\u0442\u0438 \u0441\u0435\u0430\u043D\u0441 \u0441\u043F\u0456\u0432\u043F\u0440\u0430\u0446\u0456?
realtime.requestDialog.create=\u0417\u0431\u0435\u0440\u0435\u0433\u0442\u0438 \u0456 \u0441\u0442\u0432\u043E\u0440\u0438\u0442\u0438 {0} \u0441\u0435\u0430\u043D\u0441 \u0441\u043F\u0456\u0432\u043F\u0440\u0430\u0446\u0456
realtime.requestDialog.reject=\u0417\u0430\u043B\u0438\u0448\u0430\u0442\u0438\u0441\u044F \u043E\u0444\u043B\u0430\u0439\u043D \u0456 \u0442\u0440\u0438\u043C\u0430\u0442\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0437\u0430\u0431\u043B\u043E\u043A\u043E\u0432\u0430\u043D\u0438\u043C
realtime.requestDialog.autoCreate=\u0411\u0435\u0437 \u0432\u0430\u0448\u043E\u0433\u043E \u0432\u0432\u0435\u0434\u0435\u043D\u043D\u044F, \u0441\u0435\u0430\u043D\u0441 \u0441\u043F\u0456\u0432\u043F\u0440\u0430\u0446\u0456 \u0431\u0443\u0434\u0435 \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u043E \u0447\u0435\u0440\u0435\u0437 {0} \u0441.
realtime.requestDialog.saveError=\u041C\u0438 \u043D\u0435 \u0437\u043C\u043E\u0433\u043B\u0438 \u0437\u0431\u0435\u0440\u0435\u0433\u0442\u0438. \u0412\u0430\u0448 \u0437\u0430\u043F\u0438\u0442 \u043D\u0430 \u043F\u0440\u0438\u0454\u0434\u043D\u0430\u043D\u043D\u044F \u0434\u043E \u0441\u043F\u0456\u043B\u044C\u043D\u043E\u0457 \u0441\u0435\u0441\u0456\u0457 \u0441\u043A\u0430\u0441\u043E\u0432\u0430\u043D\u043E.
realtime.rejectDialog.prompt=\u0412\u0430\u0448 \u0437\u0430\u043F\u0438\u0442 \u0432\u0456\u0434\u0445\u0438\u043B\u0435\u043D\u043E. \u0412\u0438 \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u043E\u0447\u0435\u043A\u0430\u0442\u0438\u0441\u044F, \u043F\u043E\u043A\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0431\u0443\u0434\u0435 \u0440\u043E\u0437\u0431\u043B\u043E\u043A\u043E\u0432\u0430\u043D\u043E. \u042F\u043A\u0449\u043E \u0432\u0438 \u043F\u0440\u0438\u043C\u0443\u0441\u043E\u0432\u043E \u0437\u0430\u0431\u043B\u043E\u043A\u0443\u0454\u0442\u0435 \u0439\u043E\u0433\u043E, \u0432\u0438 \u0440\u0438\u0437\u0438\u043A\u0443\u0454\u0442\u0435 \u0432\u0442\u0440\u0430\u0442\u0438\u0442\u0438 \u0432\u043C\u0456\u0441\u0442.
realtime.rejectDialog.invalid=\u0420\u0435\u0436\u0438\u043C \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043D\u043D\u044F, \u044F\u043A\u0438\u0439 \u0437\u0430\u0440\u0430\u0437 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0454 \u0456\u043D\u0448\u0438\u0439 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447, \u043D\u0435 \u0434\u043E\u0437\u0432\u043E\u043B\u044F\u0454 \u0432\u0430\u043C \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u0442\u0438 \u0441\u043F\u0456\u043B\u044C\u043D\u043E. \u0412\u0430\u0448 \u0437\u0430\u043F\u0438\u0442 \u0431\u0443\u043B\u043E \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u043E \u0432\u0456\u0434\u0445\u0438\u043B\u0435\u043D\u043E. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0437\u0430\u0447\u0435\u043A\u0430\u0439\u0442\u0435, \u043F\u043E\u043A\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0431\u0443\u0434\u0435 \u0440\u043E\u0437\u0431\u043B\u043E\u043A\u043E\u0432\u0430\u043D\u043E.
realtime.rejectDialog.ok=OK
realtime.conflictsWarning=\u0426\u0435\u0439 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043E\u0434\u043D\u043E\u0447\u0430\u0441\u043D\u043E \u0440\u0435\u0434\u0430\u0433\u0443\u044E\u0442\u044C \u043A\u0456\u043B\u044C\u043A\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432.
realtime.conflictsWarningInfoRt=\u0412\u0438 \u043C\u043E\u0436\u0435\u0442\u0435 \u0443\u043D\u0438\u043A\u043D\u0443\u0442\u0438 \u0446\u0438\u0445 \u043F\u0440\u043E\u0431\u043B\u0435\u043C, \u044F\u043A\u0449\u043E \u0456\u043D\u0448\u0456 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456 \u043F\u0440\u0438\u0454\u0434\u043D\u0430\u044E\u0442\u044C\u0441\u044F \u0434\u043E \u0441\u043F\u0456\u043B\u044C\u043D\u043E\u0433\u043E \u0441\u0435\u0430\u043D\u0441\u0443.
realtime.conflictsWarningSuggestion=\u0412\u0438 \u043C\u043E\u0436\u0435\u0442\u0435 \u0437\u0430\u043F\u043E\u0431\u0456\u0433\u0442\u0438 \u0446\u0438\u043C \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430\u043C, \u043A\u043E\u043F\u0456\u044E\u044E\u0447\u0438 \u0430\u0431\u043E \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u044E\u0447\u0438 \u0437\u043C\u0456\u043D\u0438, \u0430 \u043F\u043E\u0442\u0456\u043C {0}.
realtime.conflictsWarningInfoLink=\u0437\u0430\u0431\u0435\u0437\u043F\u0435\u0447\u0435\u043D\u043D\u044F \u0441\u043F\u0456\u0432\u043F\u0440\u0430\u0446\u0456 \u0432 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u043C\u0443 \u0447\u0430\u0441\u0456
realtime.wsError=\u041D\u0430\u043C \u043D\u0435 \u0432\u0434\u0430\u043B\u043E\u0441\u044F \u0437'\u0454\u0434\u043D\u0430\u0442\u0438 \u0432\u0430\u0441 \u0434\u043E \u0441\u0438\u0441\u0442\u0435\u043C\u0438 \u0432 \u0440\u0435\u0436\u0438\u043C\u0456 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0447\u0430\u0441\u0443.
realtime.wsErrorInfo=\u0412\u0438 \u043D\u0435 \u043E\u0442\u0440\u0438\u043C\u0430\u0454\u0442\u0435 \u043F\u043E\u043F\u0435\u0440\u0435\u0434\u0436\u0435\u043D\u043D\u044F, \u044F\u043A\u0449\u043E \u0456\u043D\u0448\u0456 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456 \u0437\u0430\u0445\u043E\u0447\u0443\u0442\u044C \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u0442\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0441\u043F\u0456\u043B\u044C\u043D\u043E, \u0430 \u0432\u0438 \u043D\u0435 \u0437\u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u0440\u0438\u0454\u0434\u043D\u0430\u0442\u0438\u0441\u044F \u0434\u043E \u0441\u0435\u0430\u043D\u0441\u0443 \u0441\u043F\u0456\u0432\u043F\u0440\u0430\u0446\u0456.
realtime.wsErrorConflicts=\u0412\u0438 \u0440\u0438\u0437\u0438\u043A\u0443\u0454\u0442\u0435 \u0432\u0442\u0440\u0430\u0442\u0438\u0442\u0438 \u0432\u043C\u0456\u0441\u0442, \u044F\u043A\u0449\u043E \u0456\u043D\u0448\u0456 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456 \u043E\u0434\u043D\u043E\u0447\u0430\u0441\u043D\u043E \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u0442\u0438\u043C\u0443\u0442\u044C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442.
realtime.connectingBox=\u0417'\u0454\u0434\u043D\u0430\u043D\u043D\u044F \u0437\u0456 \u0441\u043F\u0456\u043B\u044C\u043D\u0438\u043C \u0441\u0435\u0430\u043D\u0441\u043E\u043C. \u0417\u0430\u0447\u0435\u043A\u0430\u0439\u0442\u0435, \u0431\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430...
realtime.connectionLost=\u0412\u0438 \u0432\u0442\u0440\u0430\u0442\u0438\u043B\u0438 \u0437'\u0454\u0434\u043D\u0430\u043D\u043D\u044F \u0456\u0437 \u0441\u0435\u0430\u043D\u0441\u043E\u043C \u0441\u043F\u0456\u043B\u044C\u043D\u043E\u0457 \u0440\u043E\u0431\u043E\u0442\u0438.
realtime.connectionLostInfo=\u0420\u0435\u0434\u0430\u043A\u0442\u043E\u0440 \u043D\u0430\u043B\u0430\u0448\u0442\u043E\u0432\u0430\u043D\u043E \u043D\u0430 \u0440\u0435\u0436\u0438\u043C \u043B\u0438\u0448\u0435 \u0434\u043B\u044F \u0447\u0438\u0442\u0430\u043D\u043D\u044F, \u043F\u043E\u043A\u0438 \u043C\u0438 \u043D\u0430\u043C\u0430\u0433\u0430\u0454\u043C\u043E\u0441\u044F \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0437'\u0454\u0434\u043D\u0430\u0442\u0438\u0441\u044F.
realtime.reloadDialog.prompt=\u0421\u0435\u0430\u043D\u0441 \u0443 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u043C\u0443 \u0447\u0430\u0441\u0456 \u0431\u0443\u043B\u043E \u043F\u0440\u0438\u043F\u0438\u043D\u0435\u043D\u043E, \u043A\u043E\u043B\u0438 \u0432\u0438 \u0431\u0443\u043B\u0438 \u043E\u0444\u043B\u0430\u0439\u043D. \u0422\u0435\u043F\u0435\u0440 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0437\u043D\u0430\u0445\u043E\u0434\u0438\u0442\u044C\u0441\u044F \u0432 \u0440\u0435\u0436\u0438\u043C\u0456 \u043B\u0438\u0448\u0435 \u0434\u043B\u044F \u0447\u0438\u0442\u0430\u043D\u043D\u044F. \u0412\u0438 \u043C\u043E\u0436\u0435\u0442\u0435 \u0437\u0430\u043A\u0440\u0438\u0442\u0438 \u0446\u0435\u0439 \u0440\u0435\u0436\u0438\u043C \u0456 \u0441\u043A\u043E\u043F\u0456\u044E\u0432\u0430\u0442\u0438 \u0441\u0432\u043E\u0457 \u043E\u0441\u0442\u0430\u043D\u043D\u0456 \u0437\u043C\u0456\u043D\u0438, \u044F\u043A\u0449\u043E \u0432\u043E\u043D\u0438 \u043D\u0435 \u0431\u0443\u043B\u0438 \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u0456, \u0430 \u043F\u043E\u0442\u0456\u043C \u043F\u0435\u0440\u0435\u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443, \u0449\u043E\u0431 \u0432\u0456\u0434\u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u0442\u0438 \u0457\u0457 \u0437\u043D\u043E\u0432\u0443.
realtime.reloadDialog.reload=\u041F\u0435\u0440\u0435\u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443 \u0437\u0430\u0440\u0430\u0437
realtime.reloadDialog.exit=\u0417\u0430\u043A\u0440\u0438\u0442\u0438 \u0446\u0435 \u0434\u0456\u0430\u043B\u043E\u0433\u043E\u0432\u0435 \u0432\u0456\u043A\u043D\u043E
realtime.disableDialog.prompt=\u0412\u0438 \u0437\u0431\u0438\u0440\u0430\u0454\u0442\u0435\u0441\u044F \u0437\u0430\u043B\u0438\u0448\u0438\u0442\u0438 \u0441\u0435\u0430\u043D\u0441 \u0441\u043F\u0456\u0432\u043F\u0440\u0430\u0446\u0456. \u042F\u043A\u0449\u043E \u0456\u043D\u0448\u0456 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456 \u0432\u0441\u0435 \u0449\u0435 \u0440\u0435\u0434\u0430\u0433\u0443\u044E\u0442\u044C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442, \u0432\u0438 \u0440\u0438\u0437\u0438\u043A\u0443\u0454\u0442\u0435 \u0432\u0442\u0440\u0430\u0442\u0438\u0442\u0438 \u0432\u043C\u0456\u0441\u0442. \u0411\u0430\u0436\u0430\u0454\u0442\u0435 \u043F\u0440\u043E\u0434\u043E\u0432\u0436\u0438\u0442\u0438?
realtime.disableDialog.ok=\u0417\u0430\u043B\u0438\u0448\u0438\u0442\u0438 \u0441\u043F\u0456\u043B\u044C\u043D\u0438\u0439 \u0441\u0435\u0430\u043D\u0441
realtime.disableDialog.exit=\u0421\u043A\u0430\u0441\u0443\u0432\u0430\u0442\u0438
realtime.versionDialog.prompt=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0431\u0443\u043B\u043E \u0437\u043C\u0456\u043D\u0435\u043D\u043E \u0437 \u043C\u043E\u043C\u0435\u043D\u0442\u0443 \u0439\u043E\u0433\u043E \u043E\u0441\u0442\u0430\u043D\u043D\u044C\u043E\u0433\u043E \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u043D\u044F. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0441\u043A\u043E\u043F\u0456\u044E\u0439\u0442\u0435 \u0432\u0430\u0448\u0456 \u0437\u043C\u0456\u043D\u0438 \u0442\u0430 \u043F\u0435\u0440\u0435\u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0442\u0435 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443, \u0449\u043E\u0431 \u043E\u0442\u0440\u0438\u043C\u0430\u0442\u0438 \u043E\u0441\u0442\u0430\u043D\u043D\u044E \u0432\u0435\u0440\u0441\u0456\u044E.
realtime.versionDialog.old=\u0412\u0430\u0448\u0430 \u0432\u0435\u0440\u0441\u0456\u044F: 
realtime.versionDialog.latest=\u041E\u0441\u0442\u0430\u043D\u043D\u044F \u0432\u0435\u0440\u0441\u0456\u044F: 
realtime.versionDialog.link=\u041F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u0443\u0442\u0438 \u0432\u0456\u0434\u043C\u0456\u043D\u043D\u043E\u0441\u0442\u0456
realtime.autoAcceptSave=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u0435 \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u043D\u044F \u043F\u0440\u0438 \u043F\u0435\u0440\u0435\u0445\u043E\u0434\u0456 \u043D\u0430 \u0441\u0435\u0430\u043D\u0441 \u0441\u043F\u0456\u0432\u043F\u0440\u0430\u0446\u0456
realtime.editor.getContentFailed=\u041D\u0435 \u0432\u0434\u0430\u043B\u043E\u0441\u044F \u043E\u0442\u0440\u0438\u043C\u0430\u0442\u0438 \u0432\u0456\u0434\u0440\u0435\u0434\u0430\u0433\u043E\u0432\u0430\u043D\u0438\u0439 \u0432\u043C\u0456\u0441\u0442. \u0412\u0430\u043C \u0441\u043B\u0456\u0434 \u0441\u043F\u0440\u043E\u0431\u0443\u0432\u0430\u0442\u0438 \u0441\u043A\u043E\u043F\u0456\u044E\u0432\u0430\u0442\u0438 \u0432\u043D\u0435\u0441\u0435\u043D\u0456 \u0437\u043C\u0456\u043D\u0438 \u0442\u0430 \u043F\u0435\u0440\u0435\u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438 \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440.

###############################################################################
## Deprecated
## Note: each element should be removed when the last branch using it is no longer supported
###############################################################################

realtime.conflictsWarningInfo=\u0412\u0438 \u043C\u043E\u0436\u0435\u0442\u0435 \u0437\u0430\u043F\u043E\u0431\u0456\u0433\u0442\u0438 \u0446\u0438\u043C \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430\u043C, <strong>\u0441\u043A\u043E\u043F\u0456\u044E\u0432\u0430\u0432\u0448\u0438 \u0430\u0431\u043E \u0437\u0431\u0435\u0440\u0456\u0433\u0448\u0438</strong> \u0437\u043C\u0456\u043D\u0438, \u0430 \u043F\u043E\u0442\u0456\u043C 
realtime.requestDialog.autoAccept=\u0411\u0435\u0437 \u0434\u0456\u0439 \u0437 \u0432\u0430\u0448\u043E\u0433\u043E \u0431\u043E\u043A\u0443 \u0431\u0443\u0434\u0435 \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u043E \u0441\u0435\u0430\u043D\u0441 \u0441\u043F\u0456\u0432\u043F\u0440\u0430\u0446\u0456 

## Used to indicate where deprecated keys end
#@deprecatedend
