# ---------------------------------------------------------------------------
# See the NOTICE file distributed with this work for additional
# information regarding copyright ownership.
#
# This is free software; you can redistribute it and/or modify it
# under the terms of the GNU Lesser General Public License as
# published by the Free Software Foundation; either version 2.1 of
# the License, or (at your option) any later version.
#
# This software is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
# Lesser General Public License for more details.
#
# You should have received a copy of the GNU Lesser General Public
# License along with this software; if not, write to the Free
# Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA
# 02110-1301 USA, or see the FSF site: http://www.fsf.org.
# ---------------------------------------------------------------------------

###############################################################################
# Required rights UI localization
#
# This contains the translations of the module in the default language
# (generally English).
#
# Translation key syntax:
#   <short top level project name>.<short module name>.<propertyName>
#   where:
#   * <short top level project name> = top level project name without the "xwiki-" prefix,
#                                     for example: commons, rendering, platform, enterprise, manager, etc
#   * <short module name> = the name of the Maven module without the <short top level project name> prefix,
#                           for example: oldcore, scheduler, activitystream, etc
#   * <propertyName> = the name of the property using camel case,
#                      for example updateJobClassCommitComment
#
# Comments: it's possible to add some detail about a key to make easier to
#   translate it by adding a comment before it. To make sure a comment is not
#   assigned to the following key use at least three sharps (###) for the comment
#   or after it.
#
# Deprecated keys:
#   * when deleting a key it should be moved to deprecated section at the end
#     of the file (between #@deprecatedstart and #@deprecatedend) and associated to the
#     first version in which it started to be deprecated
#   * when renaming a key, it should be moved to the same deprecated section
#     and a comment should be added with the following syntax:
#     #@deprecated new.key.name
#     old.key.name=Some translation
###############################################################################

security.requiredrights.ui.informationLabel=\u041D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0456 \u043F\u0440\u0430\u0432\u0430
security.requiredrights.ui.enforcedNoRight=\u0426\u044F \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0430 \u043F\u0440\u0438\u043C\u0443\u0441\u043E\u0432\u043E \u0437\u0430\u0441\u0442\u043E\u0441\u043E\u0432\u0443\u0454 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0456 \u043F\u0440\u0430\u0432\u0430, \u0430\u043B\u0435 \u0436\u043E\u0434\u043D\u0438\u0445 \u043F\u0440\u0430\u0432 \u043D\u0435 \u0432\u043A\u0430\u0437\u0430\u043D\u043E. \u041F\u0440\u0430\u0432\u0430 \u043D\u0430 \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043D\u043D\u044F \u0434\u043E\u0441\u0442\u0430\u0442\u043D\u044C\u043E, \u0449\u043E\u0431 \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u0442\u0438 \u0446\u044E \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443, \u0456 \u0436\u043E\u0434\u043D\u0456 \u043F\u0440\u0430\u0432\u0430 \u043D\u0435 \u0437\u0430\u0441\u0442\u043E\u0441\u043E\u0432\u0443\u044E\u0442\u044C\u0441\u044F \u0434\u043E \u0432\u043C\u0456\u0441\u0442\u0443 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438.
security.requiredrights.ui.enforced=\u0426\u044F \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0430 \u043F\u0440\u0438\u043C\u0443\u0441\u043E\u0432\u043E \u0437\u0430\u0441\u0442\u043E\u0441\u043E\u0432\u0443\u0454 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0456 \u043F\u0440\u0430\u0432\u0430. \u041D\u0430\u0432\u0435\u0434\u0435\u043D\u0456 \u043D\u0438\u0436\u0447\u0435 \u043F\u0440\u0430\u0432\u0430 \u0454 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0438\u043C\u0438 \u0434\u043B\u044F \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043D\u043D\u044F \u0446\u0456\u0454\u0457 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438 \u0442\u0430 \u0437\u0430\u0441\u0442\u043E\u0441\u043E\u0432\u0443\u044E\u0442\u044C\u0441\u044F \u0434\u043E \u0457\u0457 \u0432\u043C\u0456\u0441\u0442\u0443:
security.requiredrights.ui.notEnforced=\u0426\u044F \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0430 \u043D\u0435 \u0437\u0430\u0441\u0442\u043E\u0441\u043E\u0432\u0443\u0454 \u043F\u0440\u0438\u043C\u0443\u0441\u043E\u0432\u043E \u0436\u043E\u0434\u043D\u0438\u0445 \u043F\u0440\u0430\u0432. \u0414\u043E \u0432\u043C\u0456\u0441\u0442\u0443 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438 \u0437\u0430\u0441\u0442\u043E\u0441\u043E\u0432\u0443\u044E\u0442\u044C\u0441\u044F \u043F\u0440\u0430\u0432\u0430 \u0457\u0457 \u043E\u0441\u0442\u0430\u043D\u043D\u044C\u043E\u0433\u043E \u0430\u0432\u0442\u043E\u0440\u0430.
security.requiredrights.ui.right.script=\u041F\u0440\u0430\u0432\u043E \u043D\u0430 \u0441\u043A\u0440\u0438\u043F\u0442
security.requiredrights.ui.right.admin=\u041F\u0440\u0430\u0432\u0430 \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430 \u043D\u0430 \u0440\u0456\u0432\u043D\u0456 \u0432\u0456\u043A\u0456
security.requiredrights.ui.right.programming=\u041F\u0440\u0430\u0432\u043E \u043D\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0443\u0432\u0430\u043D\u043D\u044F
security.requiredrights.ui.missingRequiredRightsWarning=\u0423 \u0432\u043C\u0456\u0441\u0442\u0456 \u0446\u044C\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u0432\u0456\u0434\u0441\u0443\u0442\u043D\u0454 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0435 \u043F\u0440\u0430\u0432\u043E. \u041F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u044C\u0442\u0435 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0456 \u043F\u0440\u0430\u0432\u0430, \u0449\u043E\u0431 \u0434\u043E\u0434\u0430\u0442\u0438 \u0439\u043E\u0433\u043E.
security.requiredrights.ui.maybeMissingRequiredRight=\u0423 \u0432\u043C\u0456\u0441\u0442\u0456 \u0446\u044C\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043C\u043E\u0436\u0435 \u0431\u0440\u0430\u043A\u0443\u0432\u0430\u0442\u0438 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u043E\u0433\u043E \u043F\u0440\u0430\u0432\u0430, \u0430\u043B\u0435 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u0438\u0439 \u0430\u043D\u0430\u043B\u0456\u0437 \u043D\u0435 \u0437\u043C\u0456\u0433 \u0432\u0438\u0437\u043D\u0430\u0447\u0438\u0442\u0438, \u0447\u0438 \u0432\u043E\u043D\u043E \u0441\u043F\u0440\u0430\u0432\u0434\u0456 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0435. \u041F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u044C\u0442\u0435 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0456 \u043F\u0440\u0430\u0432\u0430, \u0449\u043E\u0431 \u0432\u0438\u0437\u043D\u0430\u0447\u0438\u0442\u0438, \u0447\u0438 \u0441\u043B\u0456\u0434 \u0439\u043E\u0433\u043E \u0434\u043E\u0434\u0430\u0442\u0438.
security.requiredrights.ui.maybeTooManyRequiredRights=\u0412\u043C\u0456\u0441\u0442 \u0446\u044C\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043C\u043E\u0436\u0435 \u043D\u0435 \u043F\u043E\u0442\u0440\u0435\u0431\u0443\u0432\u0430\u0442\u0438 \u043D\u0430\u043B\u0430\u0448\u0442\u043E\u0432\u0430\u043D\u043E\u0433\u043E \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u043E\u0433\u043E \u043F\u0440\u0430\u0432\u0430, \u0430\u043B\u0435 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u0438\u0439 \u0430\u043D\u0430\u043B\u0456\u0437 \u043D\u0435 \u0437\u043C\u0456\u0433 \u0432\u0438\u0437\u043D\u0430\u0447\u0438\u0442\u0438, \u0447\u0438 \u0432\u043E\u043D\u043E \u0441\u043F\u0440\u0430\u0432\u0434\u0456 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0435. \u041F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u044C\u0442\u0435 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0456 \u043F\u0440\u0430\u0432\u0430, \u0449\u043E\u0431 \u0432\u0438\u0437\u043D\u0430\u0447\u0438\u0442\u0438, \u0447\u0438 \u043C\u043E\u0436\u0435 \u0431\u0443\u0442\u0438 \u0434\u043E\u0441\u0442\u0430\u0442\u043D\u044C\u043E \u043C\u0435\u043D\u0448\u043E\u0457 \u043A\u0456\u043B\u044C\u043A\u043E\u0441\u0442\u0456 \u043F\u0440\u0430\u0432.
security.requiredrights.ui.tooManyRequiredRights=\u0417\u0433\u0456\u0434\u043D\u043E \u0437 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u0438\u043C \u0430\u043D\u0430\u043B\u0456\u0437\u043E\u043C, \u0432\u043C\u0456\u0441\u0442 \u0446\u044C\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043D\u0435 \u043F\u043E\u0442\u0440\u0435\u0431\u0443\u0454 \u043D\u0430\u043B\u0430\u0448\u0442\u043E\u0432\u0430\u043D\u043E\u0433\u043E \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u043E\u0433\u043E \u043F\u0440\u0430\u0432\u0430. \u041F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u044C\u0442\u0435 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0456 \u043F\u0440\u0430\u0432\u0430, \u0449\u043E\u0431 \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u0438 \u0439\u043E\u0433\u043E.
security.requiredrights.ui.suggestEnforcing=\u041F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u044C\u0442\u0435 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0456 \u043F\u0440\u0430\u0432\u0430 \u0442\u0430 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u0439\u0442\u0435 \u0457\u0445 \u043F\u0440\u0438\u043C\u0443\u0441\u043E\u0432\u043E, \u0449\u043E\u0431 \u043F\u0456\u0434\u0432\u0438\u0449\u0438\u0442\u0438 \u0431\u0435\u0437\u043F\u0435\u043A\u0443 \u0446\u0456\u0454\u0457 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438.
security.requiredrights.ui.reviewRequiredRightsButton=\u041F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u0443\u0442\u0438 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0456 \u043F\u0440\u0430\u0432\u0430
security.requiredrights.ui.modal.label=\u041D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0456 \u043F\u0440\u0430\u0432\u0430
security.requiredrights.ui.modal.rightsSelection=\u0412\u0438\u0431\u0435\u0440\u0456\u0442\u044C \u043F\u0440\u0430\u0432\u043E \u0434\u043B\u044F \u043F\u0440\u0438\u043C\u0443\u0441\u043E\u0432\u043E\u0433\u043E \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u0432\u0430\u043D\u043D\u044F
security.requiredrights.ui.modal.rightsSelection.hint=\u041A\u043E\u0436\u043D\u0435 \u043F\u0440\u0430\u0432\u043E \u0432\u043A\u043B\u044E\u0447\u0430\u0454 \u0432\u0441\u0456 \u043F\u043E\u043F\u0435\u0440\u0435\u0434\u043D\u0456 \u043F\u0440\u0430\u0432\u0430.
security.requiredrights.ui.modal.noEnforceOption=\u041D\u0435 \u0437\u0430\u0441\u0442\u043E\u0441\u043E\u0432\u0443\u0432\u0430\u0442\u0438 \u043F\u0440\u0438\u043C\u0443\u0441\u043E\u0432\u043E \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0456 \u043F\u0440\u0430\u0432\u0430
security.requiredrights.ui.modal.noEnforceOption.hint1=\u0421\u043A\u0440\u0438\u043F\u0442\u0438 \u0442\u0430 \u043E\u0431'\u0454\u043A\u0442\u0438 \u0432\u0438\u043A\u043E\u043D\u0443\u044E\u0442\u044C\u0441\u044F \u0437 \u043F\u0440\u0430\u0432\u0430\u043C\u0438 \u043E\u0441\u0442\u0430\u043D\u043D\u044C\u043E\u0433\u043E \u0430\u0432\u0442\u043E\u0440\u0430.
security.requiredrights.ui.modal.noEnforceOption.hint2=\u0411\u0443\u0434\u044C-\u0445\u0442\u043E \u0437 \u043F\u0440\u0430\u0432\u0430\u043C\u0438 \u043D\u0430 \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043D\u043D\u044F \u043C\u043E\u0436\u0435 \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u0442\u0438 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443.
security.requiredrights.ui.modal.enforceOption=\u041F\u0440\u0438\u043C\u0443\u0441\u043E\u0432\u043E \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u0432\u0430\u0442\u0438 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0456 \u043F\u0440\u0430\u0432\u0430
security.requiredrights.ui.modal.enforceOption.hint1=\u0421\u043A\u0440\u0438\u043F\u0442\u0438 \u0442\u0430 \u043E\u0431'\u0454\u043A\u0442\u0438 \u0432\u0438\u043A\u043E\u043D\u0443\u044E\u0442\u044C\u0441\u044F \u043B\u0438\u0448\u0435 \u0437 \u0432\u0438\u0431\u0440\u0430\u043D\u0438\u043C\u0438 \u043F\u0440\u0430\u0432\u0430\u043C\u0438.
security.requiredrights.ui.modal.enforceOption.hint2=\u0422\u0456\u043B\u044C\u043A\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456 \u0437 \u043F\u0440\u0430\u0432\u0430\u043C\u0438 \u043D\u0430 \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043D\u043D\u044F \u0442\u0430 \u0432\u0438\u0431\u0440\u0430\u043D\u0438\u043C\u0438 \u043F\u0440\u0430\u0432\u0430\u043C\u0438 \u043C\u043E\u0436\u0443\u0442\u044C \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u0442\u0438 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443.

# The following warning is displayed in the unlikely situation that rights are configured that can't be handled by
# the current UI. The rights are listed using the security.requiredrights.ui.modal.unsupportedRightItem translation.
security.requiredrights.ui.modal.unsupportedRights=\u041D\u0430\u0432\u0435\u0434\u0435\u043D\u0456 \u043D\u0438\u0436\u0447\u0435 \u043F\u0440\u0430\u0432\u0430 \u043D\u0430\u0440\u0430\u0437\u0456 \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u0456 \u0446\u0456\u0439 \u0441\u0442\u043E\u0440\u0456\u043D\u0446\u0456, \u0430\u043B\u0435 \u0457\u0445 \u043D\u0435\u043C\u043E\u0436\u043B\u0438\u0432\u043E \u043D\u0430\u043B\u0430\u0448\u0442\u0443\u0432\u0430\u0442\u0438 \u0442\u0443\u0442. \u041D\u0430\u0442\u0438\u0441\u043A\u0430\u043D\u043D\u044F \u043A\u043D\u043E\u043F\u043A\u0438 "\u0417\u0431\u0435\u0440\u0435\u0433\u0442\u0438" \u0443 \u0446\u044C\u043E\u043C\u0443 \u0434\u0456\u0430\u043B\u043E\u0433\u043E\u0432\u043E\u043C\u0443 \u0432\u0456\u043A\u043D\u0456 \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u044C \u0457\u0445. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0441\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u0439\u0442\u0435\u0441\u044F \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440\u043E\u043C \u043E\u0431'\u0454\u043A\u0442\u0456\u0432, \u0449\u043E\u0431 \u0437\u043C\u0456\u043D\u0438\u0442\u0438 \u0457\u0445:
# This is the template for the unsupported rights, used for each list item displayed after
# security.requiredrights.ui.modal.unsupportedRights. The first placeholder is the right, the second is the scope.
# There are no translations provided for the different values of rights and scopes.
security.requiredrights.ui.modal.unsupportedRightItem="{0}" \u0437 \u043E\u0431\u043B\u0430\u0441\u0442\u044E \u0434\u0456\u0457 "{1}"
security.requiredrights.ui.modal.required=\u041D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u043E
security.requiredrights.ui.modal.required.hint=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u0438\u0439 \u0430\u043D\u0430\u043B\u0456\u0437 \u0432\u0438\u0437\u043D\u0430\u0447\u0438\u0432, \u0449\u043E \u043F\u0440\u0430\u0432\u043E "{0}" \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0435 \u0434\u043B\u044F \u0432\u043C\u0456\u0441\u0442\u0443 \u0446\u044C\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430.
security.requiredrights.ui.modal.maybeRequired=\u041C\u043E\u0436\u0435 \u0431\u0443\u0442\u0438 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0438\u043C
security.requiredrights.ui.modal.maybeRequired.hint=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u0438\u0439 \u0430\u043D\u0430\u043B\u0456\u0437 \u0432\u0438\u0437\u043D\u0430\u0447\u0438\u0432, \u0449\u043E \u043F\u0440\u0430\u0432\u043E "{0}" \u043C\u043E\u0436\u0435 \u0431\u0443\u0442\u0438 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0438\u043C \u0434\u043B\u044F \u0432\u043C\u0456\u0441\u0442\u0443 \u0446\u044C\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430; \u043F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u044C\u0442\u0435 \u0434\u0435\u0442\u0430\u043B\u0456 \u0430\u043D\u0430\u043B\u0456\u0437\u0443 \u043D\u0438\u0436\u0447\u0435, \u0449\u043E\u0431 \u043F\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u0442\u0438, \u0447\u0438 \u0446\u0435 \u043F\u0440\u0430\u0432\u043E \u0441\u043F\u0440\u0430\u0432\u0434\u0456 \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u0435.
security.requiredrights.ui.modal.maybeEnough=\u041C\u043E\u0436\u0435 \u0431\u0443\u0442\u0438 \u0434\u043E\u0441\u0442\u0430\u0442\u043D\u044C\u043E
security.requiredrights.ui.modal.maybeEnough.hint=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u0438\u0439 \u0430\u043D\u0430\u043B\u0456\u0437 \u043D\u0435 \u0437\u043D\u0430\u0439\u0448\u043E\u0432 \u0436\u043E\u0434\u043D\u043E\u0433\u043E \u0432\u043C\u0456\u0441\u0442\u0443, \u044F\u043A\u0438\u0439 \u0431\u0438 \u043E\u0434\u043D\u043E\u0437\u043D\u0430\u0447\u043D\u043E \u043F\u043E\u0442\u0440\u0435\u0431\u0443\u0432\u0430\u0432 \u044F\u043A\u0438\u0445\u043E\u0441\u044C \u043F\u0440\u0430\u0432. \u041F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u044C\u0442\u0435 \u0434\u0435\u0442\u0430\u043B\u0456 \u0430\u043D\u0430\u043B\u0456\u0437\u0443 \u043D\u0438\u0436\u0447\u0435, \u0449\u043E\u0431 \u043F\u0435\u0440\u0435\u043A\u043E\u043D\u0430\u0442\u0438\u0441\u044F, \u0449\u043E \u043F\u0440\u0430\u0432\u0430 \u0441\u043F\u0440\u0430\u0432\u0434\u0456 \u043D\u0435 \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u0456.
security.requiredrights.ui.modal.enough=\u0414\u043E\u0441\u0442\u0430\u0442\u043D\u044C\u043E
security.requiredrights.ui.modal.enough.hint=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u0438\u0439 \u0430\u043D\u0430\u043B\u0456\u0437 \u043D\u0435 \u0437\u043D\u0430\u0439\u0448\u043E\u0432 \u0436\u043E\u0434\u043D\u043E\u0433\u043E \u0432\u043C\u0456\u0441\u0442\u0443, \u044F\u043A\u0438\u0439 \u043F\u043E\u0442\u0440\u0435\u0431\u0443\u0454 \u044F\u043A\u0438\u0445\u043E\u0441\u044C \u043F\u0440\u0430\u0432.
security.requiredrights.ui.modal.statusHelp=\u0412\u0456\u0434\u043A\u0440\u0438\u0442\u0438 \u043F\u043E\u044F\u0441\u043D\u0435\u043D\u043D\u044F \u0449\u043E\u0434\u043E \u0437\u0430\u043F\u0440\u043E\u043F\u043E\u043D\u043E\u0432\u0430\u043D\u0438\u0445 \u043F\u0440\u0430\u0432.
security.requiredrights.ui.modal.analysisDetails=\u0414\u0435\u0442\u0430\u043B\u0456 \u0430\u043D\u0430\u043B\u0456\u0437\u0443
security.requiredrights.ui.modal.contentAndTitle=\u0412\u043C\u0456\u0441\u0442 \u0456 \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A
security.requiredrights.ui.modal.localizedContentAndTitle=\u0412\u043C\u0456\u0441\u0442 \u0456 \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A ({0})
security.requiredrights.ui.modal.classProperties=\u0412\u043B\u0430\u0441\u0442\u0438\u0432\u043E\u0441\u0442\u0456 \u043A\u043B\u0430\u0441\u0443
security.requiredrights.ui.modal.property=\u0412\u043B\u0430\u0441\u0442\u0438\u0432\u0456\u0441\u0442\u044C {0}
security.requiredrights.ui.modal.object=\u041E\u0431''\u0454\u043A\u0442 {0}[{1}]
security.requiredrights.ui.modal.cancel=\u0421\u043A\u0430\u0441\u0443\u0432\u0430\u0442\u0438
security.requiredrights.ui.modal.save=\u0417\u0431\u0435\u0440\u0435\u0433\u0442\u0438
security.requiredrights.ui.modal.close=\u0417\u0430\u043A\u0440\u0438\u0442\u0438
security.requiredrights.ui.saving.inProgress=\u0417\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u043D\u044F...
security.requiredrights.ui.saving.success=\u0417\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u043E
security.requiredrights.ui.saving.error=\u041D\u0435 \u0432\u0434\u0430\u043B\u043E\u0441\u044F \u0437\u0431\u0435\u0440\u0435\u0433\u0442\u0438 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443. \u041F\u0440\u0438\u0447\u0438\u043D\u0430: {0}
security.requiredrights.ui.contentUpdate.inProgress=\u041E\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F \u0432\u043C\u0456\u0441\u0442\u0443\u2026
security.requiredrights.ui.contentUpdate.done=\u0412\u043C\u0456\u0441\u0442 \u043E\u043D\u043E\u0432\u043B\u0435\u043D\u043E
security.requiredrights.ui.contentUpdate.failed=\u041D\u0435 \u0432\u0434\u0430\u043B\u043E\u0441\u044F \u043E\u043D\u043E\u0432\u0438\u0442\u0438 \u0432\u043C\u0456\u0441\u0442
